#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Instalar um Produto

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Enterprise Server Edition.
missing_prereq_AESE   	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Advanced Enterprise Server Edition com o DB2 pureScale Feature.
missing_prereq_ESE_DSF 	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Enterprise Server Edition com o DB2 pureScale Feature.
missing_prereq_EXP    	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Express.
missing_prereq_EXPC    	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Express-C.
missing_prereq_CONSV  	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Connect Server.
missing_prereq_RTCL   	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o IBM Data Server Client.
missing_prereq_WSE    	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = Instale os %1 produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Workgroup Server Edition com o DB2 pureScale Feature.
missing_prereq_NLPACK 	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o Pacote de Idiomas Nacionais do DB2.
missing_prereq_DOCE   	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o Centro de Informa\u00e7\u00f5es do DB2.
missing_prereq_GSE    	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o DB2 Spatial Extender.
missing_prereq_RCON   	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= Instale os %1produtos DB2 necess\u00e1rios%2 antes de instalar o IBM Database Add-ins para Visual Studio.

INTRO_MSG = Clique em Instalar Novo para ativar o assistente de Configura\u00e7\u00e3o do DB2 para o produto desejado e para instalar o produto em um novo local. \
Se desejar atualizar, atualizar ou incluir recursos em um produto existente, clique em Trabalhar com Existente. \
Tamb\u00e9m \u00e9 poss\u00edvel ativar outras instala\u00e7\u00f5es de produto clicando em Instalar para o produto correspondente. 		
		
VSAI_DESCR = O IBM Database Add-Ins for Visual Studio fornece suporte ao desenvolvimento de aplicativo para aplicativos .NET no Visual Studio. \
Este suplemento \u00e9 inclu\u00eddo em todos os pacotes do cliente, exceto para o IBM Data Server Runtime Client. 

DSAC_DESCR = A ferramenta do administrador do servidor de dados \u00e9 uma ferramenta do portal da Web que ajuda os administradores de bancos de dados a gerenciar, de forma mais eficiente e eficaz, qualquer quantidade de servidores de dados DB2 e Informix IDS. \
A ferramenta do administrador do servidor de dados pode ajudar a manter os servidores de banco de dados funcionando no n\u00edvel necess\u00e1rio de desempenho, reduzindo o tempo necess\u00e1rio para solucionar problemas, automatizando e eliminando tarefas de manuten\u00e7\u00e3o e de conserva\u00e7\u00e3o de rotina e, finalmente, ajudando a evitar problemas de modo geral.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Upgrade
LPAD_INSTALL_TITLE = Instalar um Produto como %1
LPAD_INSTALL_DESC1=Clique em Instalar Novo para ativar o assistente de Configura\u00e7\u00e3o do DB2 para o produto desejado e para instalar o produto em um novo local.
LPAD_INSTALL_DESC2=Clique em Upgrade para ativar o assistente Configura\u00e7\u00e3o do DB2 para o produto desejado e atualizar sua inst\u00e2ncia.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Se desejar incluir recursos em um produto existente, clique em Trabalhar com Existente.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = O IBM Data Server Runtime Client \u00e9 um pacote de cliente n\u00e3o gr\u00e1fico que permite que os aplicativos acessem os servidores DB2. Ele fornece suporte aos aplicativos em execu\u00e7\u00e3o usando as interfaces SQL integradas, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus, e CLP. Este pacote de cliente \u00e9 uma alternativa ao IBM Data Server Driver Package preferencial para os clientes que entendem integralmente o conte\u00fado dos pacotes do cliente e requerem os recursos adicionais.

CLIENT_DESCR = O IBM Data Server Client \u00e9 uma cole\u00e7\u00e3o de drivers e ferramentas de aplicativo cliente para os servidores de dados DB2. \
Ele fornece suporte aos aplicativos em execu\u00e7\u00e3o usando as interfaces SQL integrada, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus e CLP. \
Este pacote de cliente \u00e9 uma alternativa ao IBM Data Server Driver Package preferencial para os clientes que entendem integralmente o conte\u00fado dos pacotes do cliente e requerem os recursos adicionais.

NLPACK_DESCR = O Pacote do Idioma Nacional DB2 inclui o suporte ao idioma nacional aos produtos DB2 para localiz\u00e1-los. \u00c9 poss\u00edvel incluir o suporte ao idioma nacional a qualquer momento.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Instale os %2produtos DB2 necess\u00e1rios%3 antes de instalar este produto.%4

PROD_NR_NOT_SUPPORTED = %1 n\u00e3o \u00e9 um produto DB2 suportado para a instala\u00e7\u00e3o n\u00e3o-raiz.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Instalar Novo
INSTALL_EXISTING_BUTTON = Trabalhar com Existente
INSTALL_EXTERNAL_BUTTON = Instalar

missing_prereqs_msg 	= Pr\u00e9-requisitos Ausentes:
detected_err_msg 	= Erros Detectados:

AESE_DESCR = O DB2 Advanced Enterprise Server Edition \u00e9 uma base ideal para constru\u00e7\u00e3o on-demand de solu\u00e7\u00f5es corporativas. \
Por exemplo, \u00e9 poss\u00edvel construir bancos de dados de terabytes m\u00faltiplos; solu\u00e7\u00f5es de neg\u00f3cios de alto desempenho, disponibilidade 24x7, processamento de transa\u00e7\u00f5es de alto volume; ou solu\u00e7\u00f5es baseadas na Web. \
Esta edi\u00e7\u00e3o inclui recursos adicionais avan\u00e7ados do produto em \u00e1reas como compacta\u00e7\u00e3o, desempenho, replica\u00e7\u00e3o e seguran\u00e7a. 

AESE_DSF_DESCR = O DB2 Advanced Enterprise Server Edition com o DB2 pureScale Feature fornece tecnologia de armazenamento em \
cluster para produtos DB2 em plataformas distribu\u00eddas. Este recurso melhora a disponibilidade dos dados do DB2, estende a capacidade de processamento do ambiente, fornece maneiras flex\u00edveis de configurar seu ambiente e aumenta as taxas de transa\u00e7\u00e3o.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Esta imagem de instala\u00e7\u00e3o \u00fanica tem as bibliotecas e os bin\u00e1rios para o DB2 Advanced Enterprise Server Edition, o DB2 Enterprise Server Edition, o DB2 Advanced Edition, o DB2 Standard Edition e o DB2 Community Edition. \
Revise a documenta\u00e7\u00e3o do produto e os termos de licen\u00e7a para cada uma destas edi\u00e7\u00f5es antes da instala\u00e7\u00e3o. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition \u00e9 adequado para cargas de trabalho transacionais, de warehouse e mistas. \
Esta edi\u00e7\u00e3o n\u00e3o possui limites de tamanho de processador, mem\u00f3ria ou banco de dados, o que a torna ideal para qualquer tamanho de carga de trabalho. \
Esta edi\u00e7\u00e3o inclui todas as fun\u00e7\u00f5es localizadas no DB2 Enterprise Server Edition mais as tabelas organizadas \
em colunas, banco de dados na mem\u00f3ria, compacta\u00e7\u00e3o de dados, gerenciamento de carga de trabalho, replica\u00e7\u00e3o e \
recurso de particionamento distribu\u00eddo. \
Esta edi\u00e7\u00e3o tamb\u00e9m \u00e9 fornecida com um complemento completo de ferramentas do warehouse, ferramentas Optim e o IBM Data Studio. \
Esta op\u00e7\u00e3o instala apenas o servidor DB2. \
As ferramentas inclu\u00eddas devem ser instaladas separadamente. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition \u00e9 adequado para cargas de trabalho transacionais e mistas. \
Esta edi\u00e7\u00e3o n\u00e3o possui limites de tamanho de processador, mem\u00f3ria ou banco de dados, o que a torna ideal para qualquer tamanho de carga de trabalho. \
Esta edi\u00e7\u00e3o inclui todas as fun\u00e7\u00f5es localizadas no DB2 Workgroup Server Edition mais o armazenamento de \
diversas temperaturas, tabelas de consultas materializadas, armazenamento em cluster multidimensional, \
paralelismo de consulta, concentrador de conex\u00e3o, reutiliza\u00e7\u00e3o de plano de acesso e compartilhamento de \
varredura. \
Esta edi\u00e7\u00e3o tamb\u00e9m \u00e9 fornecida com ferramentas do warehouse e ferramentas do IBM Data Studio, as quais todas requerem uma instala\u00e7\u00e3o separada. \
O %1Db2 Advanced Edition %1Db2 Advanced Edition fornece uma solu\u00e7\u00e3o de banco de dados abrangente para a empresa com uma m\u00e9trica de licenciamento para facilitar a implementa\u00e7\u00e3o de nuvem h\u00edbrida. \
Esta solu\u00e7\u00e3o oferece recursos transacionais, de data warehousing e de an\u00e1lise de dados em um pacote.\
O Db2 Advanced Edition est\u00e1 dispon\u00edvel como uma licen\u00e7a de software perp\u00e9tua E uma assinatura mensal para produ\u00e7\u00e3o irrestrita e uso de n\u00e3o produ\u00e7\u00e3o com suporte IBM premium. \
O Db2 Advanced Edition fornece recursos avan\u00e7ados para otimiza\u00e7\u00e3o de armazenamento, computa\u00e7\u00e3o em mem\u00f3ria, disponibilidade de sistema confi\u00e1vel e ferramentas de gerenciamento de carga de trabalho. \
A solu\u00e7\u00e3o ajuda tamb\u00e9m a assegurar alta performance, insights \u00fateis, al\u00e9m de disponibilidade e confiabilidade cont\u00ednuas, a um pre\u00e7o reduzido. \
Ele fornece op\u00e7\u00f5es de implementa\u00e7\u00e3o flex\u00edvel tanto para o local quanto para a nuvem. \
O Db2 Advanced Edition oferece estes benef\u00edcios: %2%3%4melhora o desempenho e an\u00e1lise do aplicativo para tomadas de decis\u00f5es mais r\u00e1pidas;%5%4oferece alta disponibilidade e recursos de recupera\u00e7\u00e3o de desastres;%5%4fornece um ambiente seguro e flex\u00edvel;%5%4faz interface com diversos dados de forma mais eficiente;%5%4melhora a produtividade e reduz os esfor\u00e7os de administra\u00e7\u00e3o.%5%6\u00c9 poss\u00edvel implementar o Db2 Advanced Edition em servidores Linux\u00ae, UNIX ou Windows de qualquer tipo, desde um at\u00e9 centenas de processadores e em servidores f\u00edsicos e virtuais. \
Encargos do programa: o Db2 Advanced Edition est\u00e1 dispon\u00edvel em m\u00e9trica de encargo por Virtual Processor Core (VPC) e m\u00e9trica de Usu\u00e1rio Autorizado (UA) para ambientes de n\u00e3o produ\u00e7\u00e3o (como ambientes de desenvolvimento e de teste). \
O %1Db2 Standard Edition %1Db2 Standard Edition \u00e9 um banco de dados de alto desempenho para pequenas e m\u00e9dias empresas, com op\u00e7\u00f5es de licenciamento para implementa\u00e7\u00f5es de nuvem h\u00edbrida. \
Ele \u00e9 semelhante ao Db2 Advanced Edition, por\u00e9m, restrito no tamanho da implementa\u00e7\u00e3o. \
Ele fornece op\u00e7\u00f5es de implementa\u00e7\u00e3o flex\u00edvel tanto para o local quanto para a nuvem. \
O Db2 Standard Edition oferece estes benef\u00edcios: %2%3%4melhora o desempenho do aplicativo e a an\u00e1lise de dados para tomada de decis\u00f5es mais r\u00e1pida;%5%4entrega recursos de alta disponibilidade e de recupera\u00e7\u00e3o de desastre;\
%5%4fornece um ambiente seguro e flex\u00edvel; \
%5%4interfaces com uma variedade de dados de forma mais eficiente; \
%5%4melhora a produtividade e reduz os esfor\u00e7os de administra\u00e7\u00e3o; \
%5%6o Db2 Standard Edition est\u00e1 dispon\u00edvel em m\u00e9trica de encargo de CPU virtual e m\u00e9trica de Usu\u00e1rio Autorizado para ambientes de n\u00e3o produ\u00e7\u00e3o (tamb\u00e9m conhecido como \
ambientes de desenvolvimento e de teste). Voc\u00ea est\u00e1 restrito a 16 n\u00facleos de processador virtual e 128 GB de mem\u00f3ria de inst\u00e2ncia. \
Essas restri\u00e7\u00f5es se aplicam a cada servidor f\u00edsico ou virtual, a menos que sejam implementadas em um cluster pureScale ou DPF. \
Nessas inst\u00e2ncias, as restri\u00e7\u00f5es se aplicam a todo o cluster. \
O %1Db2 Community Edition%1Db2 Community Edition fornece todas as capacidades principais do Db2 gratuitamente. \
O Db2 Community Edition \u00e9 uma edi\u00e7\u00e3o gratuita e de n\u00edvel de entrada do servidor de dados Db2 para a comunidade de desenvolvedores e de parceiros. \
Ele foi projetado para ser instalado e estar funcionando em minutos, \u00e9 f\u00e1cil de usar e incorporar, inclui recursos de autogerenciamento e incorpora todos os recursos b\u00e1sicos do Db2 for Linux, UNIX, and Windows. \
As solu\u00e7\u00f5es que s\u00e3o desenvolvidas usando o Db2 Community Edition podem ser implementadas continuamente usando edi\u00e7\u00f5es Db2 mais escal\u00e1veis sem modifica\u00e7\u00f5es no c\u00f3digo do aplicativo. \
O Db2 Community Edition \u00e9 restrito a um m\u00e1ximo de quatro n\u00facleos de processador virtual e 16 GB de mem\u00f3ria de inst\u00e2ncia. \
Essas restri\u00e7\u00f5es se aplicam a cada servidor f\u00edsico ou virtual, a menos que sejam implementados em um cluster pureScale ou DPF. \
Nessas inst\u00e2ncias as restri\u00e7\u00f5es se aplicam a todo o cluster. O DB2 Community Edition \u00e9 atualizado nos marcos de libera\u00e7\u00e3o principal e vem com assist\u00eancia on-line baseada na comunidade.\
\u00c9 poss\u00edvel fazer upgrade do seu banco de dados Db2 Community Edition para uma edi\u00e7\u00e3o mais escal\u00e1vel simplesmente aplicando uma chave de ativa\u00e7\u00e3o em sua imagem de banco de dados. \
O banco de dados ser\u00e1 submetido a upgrade imediatamente, fornecendo acesso a recursos adicionais, tais como armazenamento em cluster de alta disponibilidade e replica\u00e7\u00e3o.
ESE_DSF_DESCR = O DB2 Advanced Editions com pureScale fornece recursos de armazenamento em cluster que melhoram a disponibilidade dos dados do DB2, estendem a capacidade de processamento do ambiente, fornecem maneiras flex\u00edveis de configurar seu  ambiente e aumentam as taxas de transa\u00e7\u00e3o. \
Esta imagem de instala\u00e7\u00e3o \u00fanica possui as bibliotecas e os bin\u00e1rios para o DB2 Advanced Enterprise Server Edition e o DB2 Advanced Workgroup Server Edition juntamente com o DB2 pureScale. 

WSE_DESCR = O DB2 Workgroup Server Edition possui a mesma funcionalidade base do DB2 Enterprise Server Edition, mas com limites no n\u00famero de CPUs e quantia de mem\u00f3ria. \
O DB2 Workgroup Server Edition foi projetado para atender \u00e0s necessidades de um grupo de trabalho ou de um ambiente de neg\u00f3cios de m\u00e9dio porte.

WSE_DSF_DESCR = O DB2 Workgroup Server Edition com o DB2 pureScale Feature fornece tecnologia de armazenamento em cluster para produtos DB2 em plataformas distribu\u00eddas. \
Este recurso melhora a disponibilidade dos dados do DB2, estende a capacidade de processamento do ambiente, fornece maneiras flex\u00edveis de configurar seu ambiente e aumenta as taxas de transa\u00e7\u00e3o.

EXP_DESCR = O DB2 Express Edition \u00e9 semelhante ao DB2 Workgroup Server Edition, exceto que ele exclui o particionamento de tabela e coloca limites adicionais no processador e no uso de mem\u00f3ria. \
Como resultado, esta edi\u00e7\u00e3o \u00e9 mais adequada para requisitos de carga de trabalho modestos como os encontrados em um pequeno escrit\u00f3rio. \
Esta edi\u00e7\u00e3o inclui a ferramenta IBM Data Studio, que requer uma instala\u00e7\u00e3o separada. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = O DB2 Express-C Edition possui a mesma funcionalidade base do DB2 Enterprise Server Edition, mas com limite no n\u00famero de CPUs e quantia de mem\u00f3ria. \
O DB2 Express-C Edition foi projetado para atender \u00e0s necessidades do mercado de Empresa de Pequeno e M\u00e9dio Porte (SMB). \
Este produto est\u00e1 dispon\u00edvel para os sistemas operacionais Linux e Windows. \
Se voc\u00ea precisar do suporte IBM e manuten\u00e7\u00e3o para este servidor de dados sem custo, ser\u00e1 poss\u00edvel compr\u00e1-lo com uma assinatura de 12 meses renov\u00e1vel.

CONSV_DESCR = Os produtos DB2 Connect Server fornecem conectividade em um ambiente de tr\u00eas camadas. \
Os aplicativos DB2 em execu\u00e7\u00e3o em uma variedade de sistemas de \u00e1rea de trabalho podem conectar-se aos servidores de banco de dados DB2 para z/OS e ao DB2 para IBM i diretamente (em um ambiente de duas camadas, qual for preferencial) ou indiretamente, por meio do DB2 Connect Server. \
Os produtos DB2 Connect incluem os pacotes do cliente, que voc\u00ea implementa nos sistemas de \u00e1rea de trabalho, com drivers de API que conectam os aplicativos nesses sistemas diretamente ou indiretamente a um servidor de dados DB2 para z/OS ou DB2 para IBM i. \
A configura\u00e7\u00e3o do DB2 Connect Server suporta conex\u00f5es federadas. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = O Centro de Informa\u00e7\u00f5es do DB2 hospeda a documenta\u00e7\u00e3o do produto DB2 que cobre cada aspecto dos produtos DB2, incluindo a conectividade do banco de dados, a administra\u00e7\u00e3o do banco de dados, o gerenciamento de consulta, a intelig\u00eancia de neg\u00f3cios e o desenvolvimento de aplicativo. \
%1Usando o assistente de Configura\u00e7\u00e3o do DB2, \u00e9 poss\u00edvel instalar o Centro de Informa\u00e7\u00f5es do DB2 localmente no seu computador. \
Se o computador no qual voc\u00ea instalar o Centro de Informa\u00e7\u00f5es do DB2 estiver conectado a uma rede, os usu\u00e1rios nos outros computadores tamb\u00e9m poder\u00e3o acess\u00e1-lo por meio de um navegador da Web. 

LSDC_DESCR = Os wrappers n\u00e3o relacionais do InfoSphere Federation Server permitem que um sistema federado integre os dados baseados em XML, as mensagens do WebSphere MQ e os dados de origens como Excel e origens que podem ser acessadas por meio dos wrappers C++ e Java constru\u00eddos de forma customizada.

RCON_DESCR = Use os wrappers relacionais InfoSphere Federation Server para consultar e recuperar dados localizados no DB2 distribu\u00eddo e em outros bancos de dados relacionais.  \
Uma \u00fanica instru\u00e7\u00e3o SQL pode se referir a um ou v\u00e1rios bancos de dados. \
Por exemplo, \u00e9 poss\u00edvel juntar dados em uma tabela do DB2, dados em uma tabela do Oracle e dados recuperados a partir de uma visualiza\u00e7\u00e3o do Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Nesta se\u00e7\u00e3o voc\u00ea encontrar\u00e1 um conjunto de ferramentas da GUI para gerenciar dados e aplicativos voltados para dados do DB2 para Linux, UNIX e Windows para instala\u00e7\u00e3o. \
Individualmente, essas ferramentas fornecem recursos poderosos que direcionam fun\u00e7\u00f5es e tarefas de gerenciamento de dados espec\u00edficos e, o mais importante, os componentes operam de modo integral, permitindo colabora\u00e7\u00e3o de fun\u00e7\u00e3o cruzada, produtividade e efici\u00eancia.

TOOLS_LINK_LABEL =  Obter as ferramentas
TOOLS_ALT_IMG_TEXT = Ativar navegador

### please leave at least one blank line at the end of the file
