#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Tuotteen asennus

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 Enterprise Server Edition -ohjelmiston asennusta.
missing_prereq_AESE   	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 Advanced Enterprise Server Edition -ohjelmiston asennusta.
missing_prereq_AESE_DSF = Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 pureScale -ominaisuuden sis\u00e4lt\u00e4v\u00e4n DB2 Advanced Enterprise Server Edition -ohjelmiston asennusta.
missing_prereq_ESE_DSF 	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 pureScale -ominaisuuden sis\u00e4lt\u00e4v\u00e4n DB2 Enterprise Server Edition -ohjelmiston asennusta.
missing_prereq_EXP    	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 Express -ohjelmiston asennusta.
missing_prereq_EXPC    	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 Express-C -ohjelmiston asennusta.
missing_prereq_CONSV  	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 Connect Server -tuotteen asennusta.
missing_prereq_RTCL   	= Asenna %1tarvittavat DB2-tuotteet%2 ennen IBM Data Server Runtime Client -ty\u00f6asemaohjelman asennusta.
missing_prereq_CLIENT 	= Asenna %1tarvittavat DB2-tuotteet%2 ennen IBM Data Server Client -ty\u00f6asemaohjelmiston asennusta.
missing_prereq_WSE    	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 Workgroup Server Edition -ohjelmiston asennusta.
missing_prereq_WSE_DSF  = Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 pureScale -ominaisuuden sis\u00e4lt\u00e4v\u00e4n DB2 Workgroup Server Edition -ohjelmiston asennusta.
missing_prereq_NLPACK 	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2:n lis\u00e4kieliversioiden asennusohjelman asennusta.
missing_prereq_DOCE   	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 Information Center -sivuston asennusta.
missing_prereq_GSE    	= Asenna %1tarvittavat DB2-tuotteet%2 ennen DB2 Spatial Extender -ohjelman asennusta.
missing_prereq_RCON   	= Asenna %1tarvittavat DB2-tuotteet%2 ennen WebSphere Information Integration Relational Wrappers -ohjelman asennusta.
missing_prereq_LSDC   	= Asenna %1tarvittavat DB2-tuotteet%2 ennen WebSphere Information Integration Nonrelational Wrappers -ohjelman asennusta.
missing_prereq_VSAI   	= Asenna %1tarvittavat DB2-tuotteet%2 ennen IBM Database add-ins for Visual Studio -lis\u00e4osien asennusta.

INTRO_MSG = Aloita haluamasi tuotteen ohjattu DB2-ohjelmiston asennustoiminto ja asenna tuote uuteen sijaintiin napsauttamalla Uuden asennus -painiketta. \
Jos haluat asentaa lis\u00e4ominaisuuksia aiemmin asennettuun tuotteeseen tai p\u00e4ivitt\u00e4\u00e4 sen ominaisuuksia, napsauta Aiemman k\u00e4sittely -painiketta. \
Voit aloittaa my\u00f6s muiden tuotteiden asennukset napsauttamalla haluamasi tuotteen Asennus-vaihtoehtoa. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio -lis\u00e4osat sis\u00e4lt\u00e4v\u00e4t sovelluskehityksen tuen, jonka ansiosta .NET-sovelluksia voi kehitt\u00e4\u00e4 Visual Studio -ohjelmistossa. \
T\u00e4m\u00e4 lis\u00e4osa sis\u00e4ltyy kaikkiin ty\u00f6asemapaketteihin paitsi IBM Data Server Runtime Client -ty\u00f6asemaohjelmaan. 

DSAC_DESCR = Data server administrator tool on Web-portaality\u00f6kalu, jonka avulla tietokannan p\u00e4\u00e4k\u00e4ytt\u00e4j\u00e4t voivat hallita yht\u00e4 tai useita DB2- ja Informix IDS -tietokantapalvelimia tehokkaasti. \
Data server administrator tool -ohjelmisto auttaa pit\u00e4m\u00e4\u00e4n tietokantapalvelimet tarvittavalla suorituskykytasolla, sill\u00e4 ohjelmisto v\u00e4hent\u00e4\u00e4 ongelmien ratkaisuun kuluvaa aikaa ja sen avulla voidaan automatisoida ja poistaa rutiininomaisia yll\u00e4pito- ja huoltoteht\u00e4vi\u00e4 sek\u00e4 v\u00e4ltt\u00e4\u00e4 lopulta ongelmat kokonaan.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = P\u00e4ivitys
LPAD_INSTALL_TITLE = Tuotteen asennus: %1
LPAD_INSTALL_DESC1=Aloita haluamasi tuotteen ohjattu DB2-ohjelmiston asennustoiminto ja asenna tuote uuteen sijaintiin napsauttamalla Uuden asennus -painiketta.
LPAD_INSTALL_DESC2=Aloita haluamasi tuotteen ohjattu DB2-ohjelmiston asennustoiminto ilmentym\u00e4n p\u00e4ivityst\u00e4 varten napsauttamalla P\u00e4ivitys-painiketta.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Jos haluat asentaa lis\u00e4ominaisuuksia aiemmin asennettuun tuotteeseen, napsauta Aiemman k\u00e4sittely -painiketta.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client -ohjelmisto on tekstipohjainen ty\u00f6asemaohjelma, jonka avulla sovellukset voivat k\u00e4ytt\u00e4\u00e4 DB2-palvelimia. Se sis\u00e4lt\u00e4\u00e4 tuen seuraavia ohjelmansis\u00e4isi\u00e4 rajapintoja k\u00e4ytt\u00e4ville sovelluksille: SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus ja CLP. T\u00e4m\u00e4 ty\u00f6asemapaketti on vaihtoehtoinen ratkaisu ensisijaiselle IBM Data Server -ajuripaketille. Se on tarkoitettu asiakkaille, jotka ovat selvill\u00e4 ty\u00f6asemapakettien sis\u00e4ll\u00f6st\u00e4 ja tarvitsevat lis\u00e4ominaisuuksia.

CLIENT_DESCR = IBM Data Server Client -ty\u00f6asemaohjelmisto on kokoelma ty\u00f6asemasovellusten ajureita ja ty\u00f6kaluja DB2-datapalvelimia varten. \
Se sis\u00e4lt\u00e4\u00e4 tuen seuraavia ohjelmansis\u00e4isi\u00e4 rajapintoja k\u00e4ytt\u00e4ville sovelluksille: SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus ja CLP. \
T\u00e4m\u00e4 ty\u00f6asemapaketti on vaihtoehtoinen ratkaisu ensisijaiselle IBM Data Server -ajuripaketille. Se on tarkoitettu asiakkaille, jotka ovat selvill\u00e4 ty\u00f6asemapakettien sis\u00e4ll\u00f6st\u00e4 ja tarvitsevat lis\u00e4ominaisuuksia.

NLPACK_DESCR = DB2:n lis\u00e4kieliversioiden asennusohjelma lis\u00e4\u00e4 kansallisten kielten tuen DB2-tuotteisiin niiden lokalisointia varten. Voit lis\u00e4t\u00e4 kansallisten kielten tuen halutessasi.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Asenna %2tarvittavat DB2-tuotteet%3 ennen t\u00e4m\u00e4n tuotteen asennusta.%4

PROD_NR_NOT_SUPPORTED = Tuote %1 ei ole ilman p\u00e4\u00e4k\u00e4ytt\u00e4j\u00e4n oikeuksia asennettavissa oleva DB2-tuote.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Uuden asennus
INSTALL_EXISTING_BUTTON = Aiemman k\u00e4sittely
INSTALL_EXTERNAL_BUTTON = Asennus

missing_prereqs_msg 	= Puuttuvat edellytykset:
detected_err_msg 	= Havaitut virheet:

AESE_DESCR = DB2 Advanced Enterprise Server Edition on erinomainen perusta yrityksen on-demand-ratkaisuille. \
Sen avulla voit esimerkiksi muodostaa useiden teratavujen kokoisia tietokantoja. Lis\u00e4ksi ohjelmisto tuo k\u00e4ytt\u00f6\u00f6n hyv\u00e4n k\u00e4ytett\u00e4vyyden tapahtumank\u00e4sittelyratkaisut sek\u00e4 Web-perustaiset ratkaisut. \
T\u00e4m\u00e4 tuotteen versio sis\u00e4lt\u00e4\u00e4 edistyneit\u00e4 lis\u00e4toimintoja, kuten pakkaukseen, suorituskykyyn, toisinnukseen ja suojaukseen liittyvi\u00e4 toimintoja. 

AESE_DSF_DESCR = DB2 pureScale -ominaisuuden sis\u00e4lt\u00e4v\u00e4 DB2 Advanced Enterprise Server Edition tuo k\u00e4ytt\u00f6\u00f6n ryv\u00e4stystekniikan hajautetuissa k\u00e4ytt\u00f6ymp\u00e4rist\u00f6iss\u00e4 k\u00e4ytett\u00e4viin DB2-tuotteisiin. Kyseinen tekniikka parantaa DB2-tietojen k\u00e4ytett\u00e4vyytt\u00e4, laajentaa ymp\u00e4rist\u00f6n suorituskyky\u00e4, tuo k\u00e4ytt\u00f6\u00f6n joustavia tapoja m\u00e4\u00e4ritt\u00e4\u00e4 ymp\u00e4rist\u00f6n kokoonpano ja parantaa tapahtumien k\u00e4sittelynopeutta.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = T\u00e4ss\u00e4 yhden asennuksen n\u00e4k\u00f6istiedostossa on tuotteiden DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition ja DB2 Community Edition kirjastot ja binaaritiedostot. \
K\u00e4y l\u00e4pi kunkin tuotteen k\u00e4ytt\u00f6ohjeet ja lisenssin ehdot ennen asennusta. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition soveltuu tapahtumaperustaisiin, tietovarastoperustaisiin ja sekalaisiin kuormituksiin. \
T\u00e4ss\u00e4 tuotteessa ei ole rajoitettu prosessorin, muistin tai tietokannan kokoa, joten tuote soveltuu kaikenkokoisille kuormituksille. \
T\u00e4m\u00e4 versio sis\u00e4lt\u00e4\u00e4 kaikki DB2 Enterprise Server Edition -tuotteen toiminnot sek\u00e4 sarakkeittain j\u00e4rjestetyt taulukot, muistissa olevan tietokannan, tietojen tiivistyksen, kuormituksen hallinnan, toisinnuksen ja hajautetun osiointitoiminnon. \
T\u00e4m\u00e4n tuotteen mukana tulee t\u00e4ydellinen joukko tietovarastoty\u00f6kaluja, optimointity\u00f6kaluja ja IBM Data Studio. \
T\u00e4m\u00e4 asetus asentaa vain DB2-palvelimen. \
Mukana toimitettavat ty\u00f6kalut on asennettava erikseen. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition soveltuu tapahtumaperustaisiin ja sekalaisiin kuormituksiin. \
T\u00e4ss\u00e4 tuotteessa ei ole rajoitettu prosessorin, muistin tai tietokannan kokoa, joten tuote soveltuu kaikenkokoisille kuormituksille. \
T\u00e4m\u00e4 tuote sis\u00e4lt\u00e4\u00e4 kaikki DB2 Workgroup Server Edition -tuotteen toiminnot ja lis\u00e4ksi t\u00e4rkeysluokitellun tallennuksen, materialisoidut kyselytaulukot, moniulotteisen ryv\u00e4styksen, kyselyjen rinnakkaisuuden, yhteyksien keskitystoiminnot, saantisuunnitelman uudelleenk\u00e4yt\u00f6n ja selauksen yhteisk\u00e4yt\u00f6n. \
T\u00e4m\u00e4n tuotteen mukana toimitetaan my\u00f6s tietovarastoty\u00f6kalut ja IBM Data Studio -ty\u00f6kalut, jotka kaikki edellytt\u00e4v\u00e4t erillist\u00e4 asennusta. \
%1Db2 Advanced Edition %1Db2 Advanced Edition sis\u00e4lt\u00e4\u00e4 yrityksen kattavan tietokantaratkaisun, jonka avulla voidaan helpottaa hybridien pilvipalvelujen k\u00e4ytt\u00f6\u00f6nottoa. \
T\u00e4m\u00e4 ratkaisu sis\u00e4lt\u00e4\u00e4 tietovaraston sek\u00e4 tapahtumapohjaisia toimintoja ja analytiikkatoimintoja yhdess\u00e4 paketissa. \
Db2 Advanced Edition on saatavana sek\u00e4 jatkuvana ohjelmistolisenssin\u00e4 ETT\u00c4 kuukausitilauksena rajattomaan k\u00e4ytt\u00f6\u00f6n tuotannossa ja muissa toiminnoissa. Lis\u00e4ksi tuotteella on ensiluokkainen IBM-tuki. \
Db2 Advanced Edition sis\u00e4lt\u00e4\u00e4 kehittyneit\u00e4 ominaisuuksia muistin optimointia, muistinvaraista k\u00e4sittely\u00e4, luotettavaa j\u00e4rjestelm\u00e4n k\u00e4ytett\u00e4vyytt\u00e4 ja kuormituksen hallintaty\u00f6kaluja varten. \
Ratkaisu auttaa my\u00f6s varmistamaan hyv\u00e4n suorituskyvyn, tietoihin perustuvat toimenpiteet, jatkuvan k\u00e4ytett\u00e4vyyden ja luotettavuuden entist\u00e4 edullisemmin kustannuksin. \
Se sis\u00e4lt\u00e4\u00e4 joustavia k\u00e4ytt\u00f6\u00f6nottovaihtoehtoja, jotka ovat saatavissa joko paikallisina tai pilvipalveluina. \
Db2 Advanced Edition tarjoaa n\u00e4m\u00e4 edut: %2%3%4Parantaa sovelluksen suorituskyky\u00e4 ja analytiikkatoimintoja, mik\u00e4 nopeuttaa p\u00e4\u00e4t\u00f6ksentekoa.%5%4Tarjoaa hyv\u00e4n k\u00e4ytett\u00e4vyyden ja palautuksen h\u00e4t\u00e4tilanteen j\u00e4lkeen.%5%4Tarjoaa suojauksen ja joustavan ymp\u00e4rist\u00f6n.%5%4Toimii entist\u00e4 tehokkaammin liittym\u00e4n\u00e4 erilaisiin tietoihin.%5%4Parantaa tuottavuutta ja v\u00e4hent\u00e4\u00e4 hallintatoimias.%5%6Db2 Advanced Edition -ohjelmisto voidaan ottaa k\u00e4ytt\u00f6\u00f6n Linux-, Unix- ja Windows-palvelimissa, joiden koko voi vaihdella yhdest\u00e4 suorittimesta satoihin suorittimiin ja jotka voivat olla niin fyysisi\u00e4 palvelimia kuin virtuaalipalvelimiakin. \
Ohjelmistokustannukset: Db2 Advanced Edition on saatavissa maksun VPC-mittayksikk\u00f6n\u00e4 (Virtual Processor Core, virtuaalisuorittimen ydin) ja AU-mittayksikk\u00f6n\u00e4 (Authorized User, valtuutettu k\u00e4ytt\u00e4j\u00e4) muissa kuin tuotantoymp\u00e4rist\u00f6iss\u00e4 (kuten kehitys- ja testiymp\u00e4rist\u00f6iss\u00e4). \
%1Db2 Standard Edition %1Db2 Standard Edition on pienille ja keskisuurille yrityksille suunnattu hyv\u00e4n k\u00e4ytett\u00e4vyyden tietokanta, jossa on lisensointivaihtoehtoja hybridik\u00e4ytt\u00f6\u00f6nottoa varten pilvipalvelussa. \
Se on sama kuin Db2 Advanced Edition, mutta se on rajoitettu k\u00e4ytt\u00f6\u00f6noton kokoon. \
Se sis\u00e4lt\u00e4\u00e4 joustavia k\u00e4ytt\u00f6\u00f6nottovaihtoehtoja, jotka ovat saatavissa joko paikallisina tai pilvipalveluina. \
Db2 Standard Edition sis\u00e4lt\u00e4\u00e4 seuraavat edut: %2%3%4Parantaa sovelluksen suorituskyky\u00e4 ja analytiikkaa nopeampia p\u00e4\u00e4t\u00f6ksi\u00e4 varten.%5%4Tarjoaa hyv\u00e4n k\u00e4ytett\u00e4vyyden ja palautuksen h\u00e4t\u00e4tilanteen j\u00e4lkeen. \
%5%4Tarjoaa suojatun, joustavan ymp\u00e4rist\u00f6n. \
%5%4Liittym\u00e4t erilaisten tietojen tehokkaaseen k\u00e4sittelyyn. \
%5%4Parantaa tuottavuutta ja v\u00e4hent\u00e4\u00e4 hallintaty\u00f6t\u00e4. \
%5%6Db2 Standard Edition on saatavissa on saatavissa niin, ett\u00e4 maksun mittayksikk\u00f6n\u00e4 on virtuaalikeskusyksik\u00f6n ja valtuutetun k\u00e4ytt\u00e4j\u00e4n mittayksik\u00f6n k\u00e4ytt\u00f6 muissa kuin tuotantoymp\u00e4rist\u00f6iss\u00e4 (kuten \ kehitys- ja testiymp\u00e4rist\u00f6iss\u00e4). K\u00e4ytt\u00f6 on rajoitettu 16 virtuaalisuorittimen ytimeen ja 128 gigatavuun ilmentym\u00e4muistia. \ N\u00e4m\u00e4 rajoitukset koskevat kutakin fyysist\u00e4 palvelinta tai virtuaalipalvelinta, ellei niit\u00e4 oteta k\u00e4ytt\u00f6\u00f6n pureScale- tai DPF-ryp\u00e4\u00e4ss\u00e4. \
N\u00e4iss\u00e4 ilmentymiss\u00e4 rajoitukset koskevat koko ryv\u00e4st\u00e4. \
%1Db2 Community Edition%1Db2 Community Edition sis\u00e4lt\u00e4\u00e4 kaikki Db2:n ydinominaisuudet veloituksetta. \
Db2 Community Edition on maksuton, pienille ja keskisuurille yrityksille suunnattu versio Db2-tietokantapalvelimesta kehitt\u00e4j\u00e4- ja kumppaniyhteis\u00f6\u00e4 varten. \
Se on suunniteltu muutamassa minuutissa k\u00e4ytt\u00f6\u00f6n otettavaksi. Lis\u00e4ksi tuote on helppo k\u00e4ytt\u00e4\u00e4 ja upottaa, ja sis\u00e4lt\u00e4\u00e4 itsehallintaominaisuuuksia ja kaikki Db2:n ydinominaisuudet Linux-, UNIX- ja Windows-k\u00e4ytt\u00f6j\u00e4rjestelmi\u00e4 varten. \
Db2 Community Edition -ohjelmiston avulla kehitetyt ratkaisut voidaan ottaa k\u00e4ytt\u00f6\u00f6n saumattomasti hy\u00f6dynt\u00e4m\u00e4ll\u00e4 skaalattavia Db2-versioita ilman muutoksia sovelluskoodiin. \
Db2 Community Edition on rajoitettu 4 virtuaalisuorittimen ytimeen ja 16 gigatavuun ilmentym\u00e4muistia. \
N\u00e4m\u00e4 rajoitukset koskevat kutakin fyysist\u00e4 palvelinta tai virtuaalipalvelinta, ellei niit\u00e4 oteta k\u00e4ytt\u00f6\u00f6n pureScale- tai DPF-ryp\u00e4\u00e4ss\u00e4. \
N\u00e4iss\u00e4 ilmentymiss\u00e4 rajoitukset koskevat koko ryv\u00e4st\u00e4. Db2 Community Edition p\u00e4ivitet\u00e4\u00e4n t\u00e4rkeiden julkaisujen yhteydess\u00e4, ja siin\u00e4 on yhteis\u00f6pohjainen online-tuki. \
Voit p\u00e4ivitt\u00e4\u00e4 Db2 Community Edition -tietokannan skaalautuvampaan versioon k\u00e4ytt\u00e4m\u00e4ll\u00e4 aktivointiavainta tietokannan n\u00e4k\u00f6istiedostoon. \
J\u00e4rjestelm\u00e4 p\u00e4ivitt\u00e4\u00e4 tietokannan heti ja tuo k\u00e4ytt\u00f6\u00f6n lis\u00e4ominaisuuksia, kuten hyv\u00e4n k\u00e4ytett\u00e4vyyden ryv\u00e4styksen ja toisinnuksen.

ESE_DSF_DESCR = DB2 Advanced Edition -tuotteet, joissa on pureScale-ominaisuus, sis\u00e4lt\u00e4v\u00e4t ryv\u00e4stystoimintoja, joilla voidaan parantaa DB2-tietojen k\u00e4ytett\u00e4vyytt\u00e4, laajentaa ymp\u00e4rist\u00f6n suorituskyky\u00e4, tuoda k\u00e4ytt\u00f6\u00f6n joustavia tapoja m\u00e4\u00e4ritt\u00e4\u00e4 ymp\u00e4rist\u00f6n kokoonpano ja parantaa tapahtumien k\u00e4sittelynopeutta. \
T\u00e4ss\u00e4 yhden asennuksen n\u00e4k\u00f6istiedostossa on tuotteiden DB2 Advanced Enterprise Server Edition ja DB2 Advanced Workgroup Server Edition kirjastot ja binaaritiedostot. Lis\u00e4ksi siin\u00e4 on mukana DB2 pureScale -ominaisuus. 

WSE_DESCR = DB2 Workgroup Server Edition sis\u00e4lt\u00e4\u00e4 samat perustoiminnot kuin DB2 Enterprise Server Edition, mutta sen k\u00e4ytt\u00f6 on rajattu tiettyyn m\u00e4\u00e4r\u00e4\u00e4n suorittimia ja muistia. \
DB2 Workgroup Server Edition -ohjelmisto on tarkoitettu ty\u00f6ryhmien ja keskisuurten yritysten tarpeisiin.

WSE_DSF_DESCR = DB2 pureScale -ominaisuuden sis\u00e4lt\u00e4v\u00e4 DB2 Workgroup Server Edition tuo k\u00e4ytt\u00f6\u00f6n ryv\u00e4stystekniikan hajautetuissa k\u00e4ytt\u00f6ymp\u00e4rist\u00f6iss\u00e4 k\u00e4ytett\u00e4viin DB2-tuotteisiin. \
Kyseinen tekniikka parantaa DB2-tietojen k\u00e4ytett\u00e4vyytt\u00e4, laajentaa ymp\u00e4rist\u00f6n suorituskyky\u00e4, tuo k\u00e4ytt\u00f6\u00f6n joustavia tapoja m\u00e4\u00e4ritt\u00e4\u00e4 ymp\u00e4rist\u00f6n kokoonpano ja parantaa tapahtumien k\u00e4sittelynopeutta.

EXP_DESCR = DB2 Express Edition vastaa DB2 Workgroup Server Edition -tuotetta, mutta se ei sis\u00e4ll\u00e4 taulukoiden osiointia. Lis\u00e4ksi suorittimen ja muistin k\u00e4ytt\u00f6\u00e4 on rajoitettu entist\u00e4 enemm\u00e4n. \
T\u00e4st\u00e4 syyst\u00e4 t\u00e4m\u00e4 tuote soveltuu parhaiten vaatimattomiin kuormitusvaatimuksiin, kuten pienen toimiston kuormituksiin. \
T\u00e4m\u00e4 tuote sis\u00e4lt\u00e4\u00e4 IBM Data Studio -ty\u00f6kalun, joka edellytt\u00e4\u00e4 erillist\u00e4 asennusta. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition sis\u00e4lt\u00e4\u00e4 samat perustoiminnot kuin DB2 Enterprise Server Edition, mutta sen k\u00e4ytt\u00f6 on rajattu tiettyyn m\u00e4\u00e4r\u00e4\u00e4n suorittimia ja muistia. \
DB2 Express-C Edition -ohjelmisto on tarkoitettu pienten ja keskisuurten yritysten tarpeisiin. \
Tuote on saatavana Linux- ja Windows-k\u00e4ytt\u00f6j\u00e4rjestelmiin. \
Jos haluat tilata IBM:lt\u00e4 tuen ja yll\u00e4pidon t\u00e4t\u00e4 veloituksetonta tietokantapalvelinta varten, voit ostaa uudistettavan kahdentoista kuukauden tilauksen.

CONSV_DESCR = DB2 Connect Server -tuotteet mahdollistavat yhteydet kolmitasoisessa ymp\u00e4rist\u00f6ss\u00e4. \
Erilaisissa p\u00f6yt\u00e4konej\u00e4rjestelmiss\u00e4 ajettavat DB2-sovelluksen ty\u00f6asemaohjelmat voivat muodostaa yhteyden DB2 for z/OS- ja DB2 for IBM i -tietokantapalvelimiin joko suoraan (suositellussa kaksitasoisessa ymp\u00e4rist\u00f6ss\u00e4) tai ep\u00e4suorasti DB2 Connect Server -tuotteen v\u00e4lityksell\u00e4. \
DB2 Connect -tuotteet sis\u00e4lt\u00e4v\u00e4t p\u00f6yt\u00e4konej\u00e4rjestelmiin asennettavat ty\u00f6asemapaketit ja API-ajurit, joiden avulla n\u00e4iss\u00e4 j\u00e4rjestelmiss\u00e4 ajettavat sovellukset muodostavat yhteyden DB2 for z/OS- tai DB2 for IBM i -datapalvelimiin suoraan tai ep\u00e4suorasti. \
DB2 Connect Server -kokoonpano tukee hajautettuja yhteyksi\u00e4. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = DB2 Information Center -sivusto sis\u00e4lt\u00e4\u00e4 DB2-tuotteen k\u00e4ytt\u00f6ohjeet. Siin\u00e4 k\u00e4sitell\u00e4\u00e4n kaikki DB2-tuotteiden ominaisuudet tietokantayhteydet, tietokannan ja kyselyjen hallinta, business intelligence -ty\u00f6kalut sek\u00e4 sovelluskehitys mukaan lukien. \
%1Ohjatun DB2-ohjelmiston asennustoiminnon avulla voit asentaa DB2 Information Center -sivuston paikalliseksi omaan tietokoneeseen. \
Jos tietokone, johon DB2 Information Center -sivusto on asennettu, on liitetty verkkoon, muiden tietokoneiden k\u00e4ytt\u00e4j\u00e4t voivat k\u00e4ytt\u00e4\u00e4 DB2 Information Center -sivustoa selaimen avulla. 

LSDC_DESCR = InfoSphere Federation Server Nonrelational Wrappers -ohjelman ansiosta hajautettuun j\u00e4rjestelm\u00e4\u00e4n voi sis\u00e4llytt\u00e4\u00e4 XML-perustaisia tietoja, WebSphere MQ -sanomia sek\u00e4 tietoja muista tietol\u00e4hteist\u00e4, kuten Excel-tietol\u00e4hteist\u00e4 sek\u00e4 mukautettujen C++- ja Java-liittym\u00e4objektien kautta k\u00e4ytett\u00e4vist\u00e4 tietol\u00e4hteist\u00e4.

RCON_DESCR = InfoSphere Federation Server Relational Wrapper -ohjelmiston avulla voit kysell\u00e4 ja noutaa hajautetuissa DB2-relaatiotietokannoissa ja muissa relaatiotietokannoissa sijaitsevia tietoja.  \
Yksi SQL-k\u00e4sky voi viitata yhteen tai useaan tietokantaan. \
Voit esimerkiksi liitostaa DB2-taulukon ja Oracle-taulukon tiedot Microsoft SQL Server -n\u00e4kym\u00e4st\u00e4 noudettuihin tietoihin. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Asennettavissa on joukko graafisen k\u00e4ytt\u00f6liittym\u00e4n sis\u00e4lt\u00e4vi\u00e4 ty\u00f6kaluja, joiden avulla hallitaan DB2 for Linux, UNIX, and Windows -ohjelmiston dataa ja datakeskeisi\u00e4 sovelluksia. \
Yksitt\u00e4iset ty\u00f6kalut sis\u00e4lt\u00e4v\u00e4t tiettyihin tiedonhallinnan rooleihin ja teht\u00e4viin tarkoitettuja tehokkaita ominaisuuksia. Mik\u00e4 t\u00e4rkeint\u00e4, osien saumaton yhteistoiminta parantaa roolien v\u00e4list\u00e4 yhteisty\u00f6t\u00e4, tuottavuutta ja tehokkuutta.

TOOLS_LINK_LABEL =  Ty\u00f6kalujen nouto
TOOLS_ALT_IMG_TEXT = Selaimen aloitus

### please leave at least one blank line at the end of the file
