#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = \u00dcr\u00fcn Kurulu\u015fu

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= DB2 Enterprise Server Edition kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_AESE   	= DB2 Advanced Enterprise Server Edition kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_AESE_DSF = DB2 Advanced Enterprise Server Edition with the DB2 pureScale Feature kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_ESE_DSF 	= DB2 Enterprise Server Edition with the DB2 pureScale Feature kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_EXP    	= DB2 Express kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_EXPC    	= DB2 Express-C kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_CONSV  	= DB2 Connect Server kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_RTCL   	= IBM Data Server Runtime Client kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_CLIENT 	= IBM Data Server Client kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_WSE    	= DB2 Workgroup Server Edition kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_WSE_DSF  = DB2 Workgroup Server Edition with the DB2 pureScale Feature kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_NLPACK 	= DB2 National Language Package kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_DOCE   	= DB2 Information Center kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_GSE    	= DB2 Spatial Extender kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_RCON   	= WebSphere Information Integration Relational Wrappers kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_LSDC   	= WebSphere Information Integration Nonrelational Wrappers kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.
missing_prereq_VSAI   	= IBM Database add-ins for Visual Studio kurulmadan \u00f6nce %1gerekli DB2 \u00fcr\u00fcnleri%2 kurulmal\u0131d\u0131r.

INTRO_MSG = \u0130stenen \u00fcr\u00fcn i\u00e7in DB2 Kurulu\u015f Sihirbaz\u0131 olana\u011f\u0131n\u0131 ba\u015flatmak ve \u00fcr\u00fcn\u00fc yeni bir yere kurmak istiyorsan\u0131z Yeni Kur d\u00fc\u011fmesini t\u0131klat\u0131n. \
Varolan bir \u00fcr\u00fcn\u00fc g\u00fcncellemek, y\u00fckseltmek ve \u00f6zellik eklemek istiyorsan\u0131z Varolanla \u00c7al\u0131\u015f \u00f6\u011fesini se\u00e7in. \
\u0130stedi\u011finiz \u00fcr\u00fcne ili\u015fkin Kur d\u00fc\u011fmesini t\u0131klatarak, di\u011fer \u00fcr\u00fcn kurulu\u015flar\u0131n\u0131 da ba\u015flatabilirsiniz. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio, .NET uygulamalar\u0131 i\u00e7in Visual Studio i\u00e7inde uygulama geli\u015ftirme deste\u011fi sa\u011flar. \
Bu eklenti, IBM Data Server Runtime Client d\u0131\u015f\u0131nda t\u00fcm istemci paketlerine eklenmi\u015ftir. 

DSAC_DESCR = Veri sunucusu denetimcisi arac\u0131, veritaban\u0131 denetimcilerinin herhangi bir say\u0131daki DB2 ve Informix IDS veri sunucusunu daha etkili ve verimli bir \u015fekilde y\u00f6netmelerine yard\u0131mc\u0131 olan bir Web portal arac\u0131d\u0131r. \
Veri sunucusu denetimcisi arac\u0131, sorunlar\u0131 \u00e7\u00f6zmek i\u00e7in gereken zaman\u0131 azaltarak, ola\u011fan bak\u0131m ve s\u00fcrd\u00fcrme g\u00f6revlerini otomatikle\u015ftirerek ve ortadan kald\u0131rarak ve sonu\u00e7ta sorunlar\u0131n t\u00fcm\u00fcyle \u00f6nlenmesine yard\u0131m ederek, veritaban\u0131 sunucular\u0131n\u0131n istenen performans d\u00fczeyinde \u00e7al\u0131\u015fmas\u0131na yard\u0131mc\u0131 olur.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Y\u00fckselt
LPAD_INSTALL_TITLE = %1 Olarak \u00dcr\u00fcn Kurulu\u015fu
LPAD_INSTALL_DESC1=\u0130stenen \u00fcr\u00fcn i\u00e7in DB2 Kurulu\u015f Sihirbaz\u0131 olana\u011f\u0131n\u0131 ba\u015flatmak ve \u00fcr\u00fcn\u00fc yeni bir yere kurmak istiyorsan\u0131z Yeni Kur d\u00fc\u011fmesini t\u0131klat\u0131n.
LPAD_INSTALL_DESC2=\u0130stenen \u00fcr\u00fcn i\u00e7in DB2 Kurulu\u015f Sihirbaz\u0131 olana\u011f\u0131n\u0131 ba\u015flatmak ve y\u00f6netim ortam\u0131n\u0131z\u0131 y\u00fckseltmek \u00fczere Y\u00fckselt d\u00fc\u011fmesini t\u0131klat\u0131n.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Varolan bir \u00fcr\u00fcne \u00f6zellik eklemek istiyorsan\u0131z Varolanla \u00c7al\u0131\u015f \u00f6\u011fesini se\u00e7in.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client, uygulamalar\u0131n DB2 sunucular\u0131na eri\u015fmesine olanak veren, grafik arabirimi bulunmayan bir istemcidir. G\u00f6m\u00fcl\u00fc SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus ve CLP arabirimlerini kullanan uygulamalar \u00e7al\u0131\u015ft\u0131rmak i\u00e7in destek sa\u011flar. Bu istemci paketi, istemci paketlerinin i\u00e7eri\u011fini tam olarak anlayan ve ek \u00f6zelliklere gerek duyan m\u00fc\u015fteriler i\u00e7in tercih edilen IBM Data Server Driver Package adl\u0131 paketin alternatifidir.

CLIENT_DESCR = IBM Data Server Client, DB2 veri sunucular\u0131na ili\u015fkin istemci uygulamas\u0131 s\u00fcr\u00fcc\u00fclerinden ve ara\u00e7lar\u0131ndan olu\u015fur. \
G\u00f6m\u00fcl\u00fc SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus ve CLP arabirimlerini kullanan uygulamalar \u00e7al\u0131\u015ft\u0131rmak i\u00e7in destek sa\u011flar. \
Bu istemci paketi, istemci paketlerinin i\u00e7eri\u011fini tam olarak anlayan ve ek \u00f6zelliklere gerek duyan m\u00fc\u015fteriler i\u00e7in tercih edilen IBM Data Server Driver Package adl\u0131 paketin alternatifidir.

NLPACK_DESCR = DB2 National Language Package, DB2 \u00fcr\u00fcnlerinin yerelle\u015ftirilmesi i\u00e7in ulusal dil deste\u011fi ekler. Ulusal dil deste\u011fini istedi\u011finiz zaman ekleyebilirsiniz.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Bu \u00fcr\u00fcn kurulmadan \u00f6nce %2gerekli DB2 \u00fcr\u00fcnleri%3 kurulmal\u0131d\u0131r.%4

PROD_NR_NOT_SUPPORTED = %1, root d\u0131\u015f\u0131 kurulu\u015flar i\u00e7in desteklenen bir DB2 \u00fcr\u00fcn\u00fc de\u011fil.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Yeni Kur
INSTALL_EXISTING_BUTTON = Varolanla \u00c7al\u0131\u015f
INSTALL_EXTERNAL_BUTTON = Kur

missing_prereqs_msg 	= Eksik \u00d6nko\u015fullar:
detected_err_msg 	= Saptanan Hatalar:

AESE_DESCR = DB2 Advanced Enterprise Server Edition, istek \u00fczerine kurulu\u015f \u00e7ap\u0131nda \u00e7\u00f6z\u00fcmler olu\u015fturmak i\u00e7in ideal bir temeldir. \
\u00d6rne\u011fin, \u00e7ok terabyte'l\u0131k veritabanlar\u0131; y\u00fcksek performansl\u0131, 24x7 kullan\u0131labilirli\u011fe sahip, y\u00fcksek hacimli hareket i\u015fleme i\u015f \u00e7\u00f6z\u00fcmleri ya da web tabanl\u0131 \u00e7\u00f6z\u00fcmler olu\u015fturabilirsiniz. \
\u00dcr\u00fcn\u00fcn bu bas\u0131m\u0131, s\u0131k\u0131\u015ft\u0131rma, performans, e\u015fleme ve g\u00fcvenlik gibi alanlarda geli\u015fmi\u015f ek \u00fcr\u00fcn yetenekleri sa\u011flar. 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition with the DB2 pureScale Feature, da\u011f\u0131t\u0131ml\u0131 altyap\u0131larda DB2 \u00fcr\u00fcnlerine k\u00fcmeleme teknolojisi sa\u011flar. Bu \u00f6zellik DB2 verilerinin kullan\u0131labilirli\u011fini geli\u015ftirir, ortam\u0131n i\u015fleme yetene\u011fini geni\u015fletir, ortam\u0131n\u0131z\u0131 yap\u0131land\u0131rabilece\u011finiz esnek yollar sa\u011flar ve i\u015flem h\u0131zlar\u0131n\u0131 art\u0131r\u0131r.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Bu tekli kurulu\u015f g\u00f6r\u00fcnt\u00fcs\u00fc DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition ve DB2 Community Edition i\u00e7in kitapl\u0131klar\u0131 ve ikili dosyalar\u0131 i\u00e7erir. \
Kurulu\u015ftan \u00f6nce bu bas\u0131mlar\u0131n her birine ili\u015fkin \u00fcr\u00fcn belgelerini ve lisans ko\u015fullar\u0131n\u0131 g\u00f6zden ge\u00e7irin. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition, i\u015flemsel, ambarlarla ilgili ve karma i\u015f y\u00fckleri i\u00e7in uygundur. \
\u0130\u015flemci, bellek ya da veritaban\u0131 b\u00fcy\u00fckl\u00fc\u011f\u00fc s\u0131n\u0131rlar\u0131 olmamas\u0131, bu bas\u0131m\u0131 her b\u00fcy\u00fckl\u00fckteki i\u015f y\u00fck\u00fc i\u00e7in en iyi \u00e7\u00f6z\u00fcm haline getirir. \
Bu bas\u0131m, DB2 Enterprise Server Edition \u00fcr\u00fcn\u00fcndeki t\u00fcm i\u015flevlere ek olarak, kolon s\u0131ralamal\u0131 \u00e7izelgeler, bellek i\u00e7i veritaban\u0131, veri s\u0131k\u0131\u015ft\u0131rma, i\u015f y\u00fck\u00fc y\u00f6netimi, e\u015fleme ve da\u011f\u0131t\u0131ml\u0131 b\u00f6l\u00fcmleme yetenekleri de sa\u011flar. \
Bu bas\u0131mda tamamlay\u0131c\u0131 olarak t\u00fcm ambar ara\u00e7lar\u0131, Optim ara\u00e7lar\u0131 ve IBM Data Studio da bulunur. \
Bu se\u00e7enek yaln\u0131zca DB2 sunucusunu kurar. \
\u0130\u00e7erilen ara\u00e7lar ayr\u0131 olarak kurulmal\u0131d\u0131r. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition, i\u015flemsel ve karma i\u015f y\u00fckleri i\u00e7in uygundur. \
\u0130\u015flemci, bellek ya da veritaban\u0131 b\u00fcy\u00fckl\u00fc\u011f\u00fc s\u0131n\u0131rlar\u0131 olmamas\u0131, bu bas\u0131m\u0131 her b\u00fcy\u00fckl\u00fckteki i\u015f y\u00fck\u00fc i\u00e7in en iyi \u00e7\u00f6z\u00fcm haline getirir. \
Bu bas\u0131m, DB2 Workgroup Server Edition \u00fcr\u00fcn\u00fcnde bulunan t\u00fcm i\u015flevlere ek olarak \u00e7ok s\u0131cakl\u0131kl\u0131 depolama, somutla\u015ft\u0131r\u0131lm\u0131\u015f sorgu \u00e7izelgeleri, \u00e7ok boyutlu k\u00fcmeleme, sorgu ko\u015futlu\u011fu, ba\u011flant\u0131 yo\u011funla\u015ft\u0131r\u0131c\u0131, eri\u015fim plan\u0131 yeniden kullan\u0131m\u0131 ve tarama payla\u015f\u0131m\u0131 yetenekleri de sa\u011flar. \
Bu bas\u0131mda, hepsi ayr\u0131 kurulu\u015f gerektiren ambar ara\u00e7lar\u0131 ve IBM Data Studio ara\u00e7lar\u0131 da vard\u0131r. \
%1Db2 Advanced Edition %1Db2 Advanced Edition, hibrit bulut devreye al\u0131m\u0131n\u0131 kolayla\u015ft\u0131racak bir lisanslama \u00f6l\u00e7\u00fcm\u00fcyle kurulu\u015fa kapsaml\u0131 bir veritaban\u0131 \u00e7\u00f6z\u00fcm\u00fc sa\u011flar. \
Bu \u00e7\u00f6z\u00fcm tek pakette veri ambar\u0131, i\u015flem ve analitik yetenekleri sunar. \
Db2 Advanced Edition, premium IBM deste\u011fiyle s\u0131n\u0131rs\u0131z \u00fcretim ve \u00fcretim d\u0131\u015f\u0131 kullan\u0131m i\u00e7in ayl\u0131k abonelik VE kal\u0131c\u0131 yaz\u0131l\u0131m lisans\u0131 olarak mevcuttur. \
Db2 Advanced Edition, depolama optimizasyonu, bellek i\u00e7i bili\u015fim, g\u00fcvenilir sistem kullan\u0131labilirli\u011fi ve i\u015f y\u00fck\u00fc y\u00f6netimi ara\u00e7lar\u0131 da sa\u011flar. \
Ayr\u0131ca, daha az maliyetle y\u00fcksek performans, harekete ge\u00e7irebilir i\u00e7g\u00f6r\u00fc, kesintisiz kullan\u0131labilirlik ve g\u00fcvenilirlik sa\u011flanmas\u0131na yard\u0131mc\u0131 olur. \
\u015eirket i\u00e7i ya da bulut i\u00e7in esnek konu\u015fland\u0131rma se\u00e7enekleri sa\u011flar. \
Db2 Advanced Edition \u015fu yararlar\u0131 sunar: %2%3%4Daha h\u0131zl\u0131 karar alma i\u00e7in uygulama performans\u0131n\u0131 ve analiti\u011fini art\u0131r\u0131r.%5%4Y\u00fcksek kullan\u0131labilrilik ve ola\u011fa\u00fcst\u00fc durumdan kurtarma yetenekler sunar.%5%4G\u00fcvenli, esnek bir ortam sa\u011flar.%5%4\u00c7e\u015fitli verilerle daha verimli bir \u015fekilde \u00e7al\u0131\u015f\u0131r.%5%4\u00dcretkenli\u011fi art\u0131r\u0131r ve y\u00f6netim \u00e7abalar\u0131n\u0131 azalt\u0131r.%5%6Db2 Advanced Edition bir i\u015flemciden y\u00fczlerce i\u015flemciye kadar, her b\u00fcy\u00fckl\u00fckteki Linux\u00ae, UNIX ya da Windows sunucusunda (hem fiziksel hem de sanal sunucular) konu\u015fland\u0131r\u0131labilir. \
Program \u00fccretleri: Db2 Advanced Edition, \u00fcretim d\u0131\u015f\u0131 ortamlar (geli\u015ftirme ve test ortamlar\u0131 gibi) i\u00e7in hem Sanal \u0130\u015flemci \u00c7ekirde\u011fi (VPC) \u00fccretlendirme metri\u011fi hem de Yetkili Kullan\u0131c\u0131 (AU) metri\u011fi temelinde kullan\u0131ma sunulur. \
%1Db2 Standard Edition %1Db2 Standard Edition, hibrit bulut konu\u015fland\u0131rmalar\u0131na y\u00f6nelik lisanslama se\u00e7enekleriyle k\u00fc\u00e7\u00fck veya orta \u00f6l\u00e7ekli i\u015fletmeler i\u00e7in y\u00fcksek performansl\u0131 bir veritaban\u0131d\u0131r. \
Db2 Advanced Edition ile benzer olmas\u0131na kar\u015f\u0131l\u0131k konu\u015fland\u0131rma boyutu s\u0131n\u0131rl\u0131d\u0131r. \
\u015eirket i\u00e7i ya da bulut i\u00e7in esnek konu\u015fland\u0131rma se\u00e7enekleri sa\u011flar. \
Db2 Standard Edition \u015fu avantajlar\u0131 sunar: %2%3%4Daha h\u0131zl\u0131 kararlar i\u00e7in uygulama performans\u0131n\u0131 ve analiti\u011fi iyile\u015ftirir.%5%4Y\u00fcksek eri\u015filebilirlik ve ola\u011fan\u00fcst\u00fc durumdan kurtarma yetenekleri sa\u011flar. \
%5%4G\u00fcvenli, esnek bir ortam sa\u011flar. \
%5%4\u00c7e\u015fitli verilerle daha verimli \u015fekilde ba\u011flant\u0131 kurar. \
%5%4\u00dcretkenli\u011fi iyile\u015ftirir ve y\u00f6netimle ilgili y\u00fck\u00fc azalt\u0131r. \
%5%6Db2 Standard Edition, \u00fcretim d\u0131\u015f\u0131 ortamlar (geli\u015ftirme ve test ortamlar\u0131 olarak da bilinir) i\u00e7in Sanal CPU \u00fccretlendirme metri\u011fi ve Yetkili Kullan\u0131c\u0131 metri\u011fi temelinde \
kullan\u0131ma sunulur. 16 sanal i\u015flemci \u00e7ekirde\u011fi ve 128 GB e\u015fg\u00f6r\u00fcn\u00fcm belle\u011fiyle s\u0131n\u0131rl\u0131s\u0131n\u0131z. \
Bu k\u0131s\u0131tlamalar, pureScale veya DPF k\u00fcmesinde devreye al\u0131nmazsa her fiziksel veya sanal sunucu i\u00e7in ge\u00e7erlidir. \
Bu e\u015fg\u00f6r\u00fcn\u00fcmlerde k\u0131s\u0131tlamalar t\u00fcm k\u00fcme i\u00e7in ge\u00e7erlidir. \
%1Db2 Community Edition%1Db2 Community Edition, \u00fccretsiz olarak t\u00fcm Db2 temel yeteneklerini sa\u011flar. \
Db2 Community Edition, geli\u015ftirici ve ortak toplulu\u011fu i\u00e7in \u00fccretsiz, giri\u015f d\u00fczeyinde bir Db2 veri sunucusu s\u00fcr\u00fcm\u00fcd\u00fcr. \
Birka\u00e7 dakika i\u00e7inde \u00e7al\u0131\u015f\u0131r duruma gelecek \u015fekilde tasarlanm\u0131\u015ft\u0131r, kullan\u0131m\u0131 ve yerle\u015ftirmesi kolayd\u0131r, otomatik y\u00f6netim \u00f6zelliklerini i\u00e7erir ve Db2 for Linux, UNIX ve Windows i\u00e7in t\u00fcm temel yeteneklere sahiptir. \
Db2 Community Edition kullan\u0131larak geli\u015ftirilen \u00e7\u00f6z\u00fcmler, uygulama kodunda de\u011fi\u015fiklik olmadan daha \u00f6l\u00e7eklenebilir Db2 s\u00fcr\u00fcmleri kullan\u0131larak sorunsuz bir \u015fekilde devreye al\u0131nabilir. \
Db2 Community Edition, en \u00e7ok 4 sanal i\u015flemci \u00e7ekirde\u011fi ve 16 Gb e\u015fg\u00f6r\u00fcn\u00fcm belle\u011fiyle k\u0131s\u0131tlanm\u0131\u015ft\u0131r. \
Bu k\u0131s\u0131tlamalar, pureScale veya DPF k\u00fcmesinde devreye al\u0131nmazsa her fiziksel veya sanal sunucu i\u00e7in ge\u00e7erlidir. \
Bu e\u015fg\u00f6r\u00fcn\u00fcmlerde k\u0131s\u0131tlamalar t\u00fcm k\u00fcme i\u00e7in ge\u00e7erlidir. Db2 Community Edition her ana yay\u0131n d\u00fczeyinde yenilenir ve topluluk tabanl\u0131 \u00e7evrimi\u00e7i yard\u0131mla birlikte gelir. \
Veritaban\u0131 g\u00f6r\u00fcnt\u00fcn\u00fcze bir etkinle\u015ftirme anahtar\u0131 uygulayarak Db2 Community Edition veritaban\u0131n\u0131z\u0131 daha \u00f6l\u00e7eklenebilir bir s\u00fcr\u00fcme y\u00fckseltebilirsiniz. \
Veritaban\u0131 an\u0131nda g\u00fcncellenerek y\u00fcksek eri\u015filebilirlikli k\u00fcmeleme ve replikasyon gibi ek \u00f6zelliklere eri\u015fim sa\u011flar.

ESE_DSF_DESCR = pureScale \u00f6zelli\u011fini i\u00e7eren DB2 Advanced Edition \u00fcr\u00fcnleri, DB2 verilerinin kullan\u0131labilirli\u011fini geli\u015ftiren, ortam\u0131n i\u015fleme yetene\u011fini geni\u015fleten, ortam\u0131n\u0131z\u0131n yap\u0131land\u0131rabilece\u011finiz esnek yollar sa\u011flayan ve i\u015flem h\u0131zlar\u0131n\u0131 art\u0131ran k\u00fcmeleme yetenekleri i\u00e7erir. \
Bu tekli kurulu\u015f g\u00f6r\u00fcnt\u00fcs\u00fcnde, DB2 pureScale \u00f6zelli\u011fini i\u00e7eren DB2 Advanced Enterprise Server Edition ve DB2 Advanced Workgroup Server Edition ile ilgili kitapl\u0131klar ve ikili k\u00fct\u00fckler bulunur. 

WSE_DESCR = DB2 Workgroup Server Edition, CPU say\u0131s\u0131 ve bellek miktar\u0131nda baz\u0131 s\u0131n\u0131rlamalar olmas\u0131 d\u0131\u015f\u0131nda, DB2 Enterprise Server Edition \u00fcr\u00fcn\u00fcn\u00fcn temel i\u015flevlerini i\u00e7erir. \
DB2 Workgroup Server Edition, bir \u00e7al\u0131\u015fma grubunun ya da orta \u00f6l\u00e7ekli i\u015fletme ortam\u0131n\u0131n gereksinimlerini kar\u015f\u0131layacak bi\u00e7imde tasarlanm\u0131\u015ft\u0131r.

WSE_DSF_DESCR = DB2 Workgroup Server Edition with the DB2 pureScale Feature, da\u011f\u0131t\u0131ml\u0131 altyap\u0131larda DB2 \u00fcr\u00fcnlerine k\u00fcmeleme teknolojisi sa\u011flar. \
Bu \u00f6zellik DB2 verilerinin kullan\u0131labilirli\u011fini geli\u015ftirir, ortam\u0131n i\u015fleme yetene\u011fini geni\u015fletir, ortam\u0131n\u0131z\u0131 yap\u0131land\u0131rabilece\u011finiz esnek yollar sa\u011flar ve i\u015flem h\u0131zlar\u0131n\u0131 art\u0131r\u0131r.

EXP_DESCR = DB2 Express Edition, \u00e7izelge b\u00f6l\u00fcmlemeyi i\u00e7ermemesi ve i\u015flemci ve bellek kullan\u0131m\u0131na ek s\u0131n\u0131rlamalar koymas\u0131 d\u0131\u015f\u0131nda, DB2 Workgroup Server Edition \u00fcr\u00fcn\u00fcne benzer. \
Sonu\u00e7 olarak bu bas\u0131m, k\u00fc\u00e7\u00fck i\u015fyerlerinde oldu\u011fu gibi, orta i\u015f y\u00fck\u00fc gereksinmelerine uygundur. \
Bu bas\u0131mda, ayr\u0131 olarak kurulmas\u0131 gereken IBM Data Studio arac\u0131 da bulunur. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition, CPU say\u0131s\u0131 ve bellek miktar\u0131nda baz\u0131 s\u0131n\u0131rlamalar olmas\u0131 d\u0131\u015f\u0131nda, DB2 Enterprise Server Edition \u00fcr\u00fcn\u00fcn\u00fcn temel i\u015flevlerini i\u00e7erir. \
DB2 Express-C Edition, k\u00fc\u00e7\u00fck ve orta \u00f6l\u00e7ekli i\u015fletmelerin (KOB\u0130'ler) gereksinimlerini kar\u015f\u0131layacak bi\u00e7imde tasarlanm\u0131\u015ft\u0131r. \
Bu \u00fcr\u00fcn Linux ve Windows i\u015fletim sistemleri i\u00e7in kullan\u0131ma sunulmu\u015ftur. \
Bu \u00fccretsiz veri sunucusu i\u00e7in IBM deste\u011fi ve bak\u0131m\u0131na gerek duyuyorsan\u0131z, yenilenebilir 12 ayl\u0131k abonelikle sat\u0131n alabilirsiniz.

CONSV_DESCR = DB2 Connect Server \u00fcr\u00fcnleri \u00fc\u00e7 katmanl\u0131 bir ortamda ba\u011flan\u0131rl\u0131k sa\u011flar. \
\u00c7e\u015fitli masa\u00fcst\u00fc sistemlerinde \u00e7al\u0131\u015fan DB2 istemcileri, DB2 for z/OS ve DB2 for IBM i veritaban\u0131 sunucular\u0131na do\u011frudan (tercih edilen iki katmanl\u0131 bir ortamda) ya da dolayl\u0131 olarak DB2 Connect Server arac\u0131l\u0131\u011f\u0131yla ba\u011flanabilirler. \
DB2 Connect \u00fcr\u00fcnlerinin i\u00e7erdi\u011fi, masa\u00fcst\u00fc sistemlerinde konu\u015fland\u0131rd\u0131\u011f\u0131n\u0131z istemci paketleriyle gelen API s\u00fcr\u00fcc\u00fcleri, bu sistemlerdeki uygulamalar\u0131 do\u011frudan ya da dolayl\u0131 olarak bir DB2 for z/OS ya da DB2 for IBM i veri sunucusuna ba\u011flar. \
DB2 Connect Server yap\u0131lan\u0131\u015f\u0131 birle\u015fik sistem ba\u011flant\u0131lar\u0131n\u0131 destekler. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = DB2 Information Center, veritaban\u0131 ba\u011flan\u0131rl\u0131\u011f\u0131, veritaban\u0131 denetimi, sorgu y\u00f6netimi, i\u015f zekas\u0131 ve uygulama geli\u015ftirme de i\u00e7inde olmak \u00fczere DB2 \u00fcr\u00fcnleriyle ilgili t\u00fcm konular\u0131 kapsar. \
%1DB2 Kurulu\u015f Sihirbaz\u0131 arac\u0131n\u0131 kullanarak, DB2 Information Center olana\u011f\u0131n\u0131 yerel olarak bilgisayar\u0131n\u0131za kurabilirsiniz. \
DB2 Information Center kurulan bilgisayar bir a\u011fa ba\u011fl\u0131ysa, ba\u015fka bilgisayarlar\u0131n kullan\u0131c\u0131lar\u0131 bir web taray\u0131c\u0131s\u0131yla bu olana\u011fa eri\u015febilirler. 

LSDC_DESCR = InfoSphere Federation Server nonrelational wrappers, bir birle\u015fik sistemin, XML tabanl\u0131 verileri, WebSphere MQ iletilerini ve Excel gibi kaynaklardaki verileri ya da \u00f6zel olarak olu\u015fturulmu\u015f C++ ve Java sar\u0131c\u0131lar\u0131yla eri\u015febilece\u011finiz di\u011fer kaynaklardaki verileri t\u00fcmle\u015ftirmesine olanak sa\u011flar.

RCON_DESCR = InfoSphere Federation Server relational wrappers, da\u011f\u0131t\u0131ml\u0131 DB2 ili\u015fkisel veritabanlar\u0131nda ve di\u011fer ili\u015fkisel veritabanlar\u0131nda bulunan verileri sorgulaman\u0131za ve alman\u0131za olanak sa\u011flar.  \
Tek bir SQL deyimi bir ya da daha \u00e7ok veritaban\u0131na g\u00f6nderme yapabilir. \
\u00d6rne\u011fin, bir DB2 \u00e7izelgesindeki verileri, Oracle \u00e7izelgesindeki verileri ve bir Microsoft SQL Server g\u00f6r\u00fcn\u00fcm\u00fcnden al\u0131nm\u0131\u015f verileri birle\u015ftirebilirsiniz. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Linux, UNIX ve Windows i\u00e7in DB2 verilerini ve veri merkezli uygulamalar\u0131 y\u00f6netmek amac\u0131yla kullan\u0131labilecek bir grafik kullan\u0131c\u0131 arabirimi ara\u00e7 tak\u0131m\u0131 vard\u0131r. \
Bu ara\u00e7lar\u0131n her biri belirli veri y\u00f6netim rollerini hedefleyen g\u00fc\u00e7l\u00fc yetenekler sunar; daha da \u00f6nemlisi, bile\u015fenlerin kesintisiz olarak birlikte \u00e7al\u0131\u015fabilmesi, roller aras\u0131 i\u015fbirli\u011fine, \u00fcretkenli\u011fe ve verimlili\u011fe olanak sa\u011flar.

TOOLS_LINK_LABEL =  Ara\u00e7lar\u0131 al
TOOLS_ALT_IMG_TEXT = taray\u0131c\u0131y\u0131 ba\u015flat

### please leave at least one blank line at the end of the file
