#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Enterprise Server Edition.
missing_prereq_AESE   	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Advanced Enterprise Server Edition \u0441 DB2 pureScale \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430.
missing_prereq_ESE_DSF 	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Enterprise Server Edition \u0441 DB2 pureScale \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430.
missing_prereq_EXP    	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Express.
missing_prereq_EXPC    	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Express-C.
missing_prereq_CONSV  	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Connect Server.
missing_prereq_RTCL   	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 IBM Data Server Client.
missing_prereq_WSE    	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Workgroup Server Edition \u0441 DB2 pureScale \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430.
missing_prereq_NLPACK 	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 National Language Package.
missing_prereq_DOCE   	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Information Center.
missing_prereq_GSE    	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 Spatial Extender.
missing_prereq_RCON   	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %1\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438%2, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 IBM Database add-ins for Visual Studio.

INTRO_MSG = \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430 \u043d\u0430 DB2 \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u0449\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0437\u0430 \u0436\u0435\u043b\u0430\u043d\u0438\u044f \u043f\u0440\u043e\u0434\u0443\u043a\u0442, \u0438 \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0432 \u043d\u043e\u0432\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435. \
\u0410\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435, \u043d\u0430\u0434\u0441\u0442\u0440\u043e\u0438\u0442\u0435 \u0438\u043b\u0438 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u043a\u044a\u043c \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0434\u0443\u043a\u0442, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0420\u0430\u0431\u043e\u0442\u0430 \u0441\u044a\u0441 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449. \
\u041c\u043e\u0436\u0435\u0442\u0435 \u0441\u044a\u0449\u043e \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u0438, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u043f\u0440\u043e\u0434\u0443\u043a\u0442. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0437\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 .NET \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0432\u044a\u0432 Visual Studio. \
\u0422\u043e\u0432\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u043e \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438 \u043f\u0430\u043a\u0435\u0442\u0438, \u043e\u0441\u0432\u0435\u043d \u0437\u0430 IBM Data Server Runtime Client. 

DSAC_DESCR = \u0421\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0435 Web \u043f\u043e\u0440\u0442\u0430\u043b\u043d\u043e \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e, \u043a\u043e\u0435\u0442\u043e \u043f\u043e\u043c\u0430\u0433\u0430 \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043d\u0430 \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u043d\u0438 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u043f\u043e-\u0435\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e \u0438 \u043f\u043e-\u0435\u0444\u0438\u043a\u0430\u0441\u043d\u043e \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u0435\u043d \u0431\u0440\u043e\u0439 DB2 \u0438 Informix IDS \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438. \
\u0421\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u043e\u043c\u043e\u0433\u043d\u0435 \u0432 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0438\u0442\u0435 \u043d\u0430 \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u043d\u0438 \u0440\u0430\u0431\u043e\u0442\u0435\u0449\u0438 \u043d\u0430 \u0436\u0435\u043b\u0430\u043d\u043e\u0442\u043e \u043d\u0438\u0432\u043e \u043d\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442, \u0447\u0440\u0435\u0437 \u043d\u0430\u043c\u0430\u043b\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0442\u043e, \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438, \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0438 \u0435\u043b\u0438\u043c\u0438\u043d\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0443\u0442\u0438\u043d\u043d\u0438 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u043f\u043e \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0438 \u043e\u0431\u0441\u043b\u0443\u0436\u0432\u0430\u043d\u0435, \u0438 \u043a\u0430\u0442\u043e \u0432 \u043a\u0440\u0430\u0439\u043d\u0430 \u0441\u043c\u0435\u0442\u043a\u0430 \u043f\u043e\u043c\u0430\u0433\u0430 \u0437\u0430 \u0446\u044f\u043b\u043e\u0441\u0442\u043d\u043e\u0442\u043e \u0438\u0437\u0431\u044f\u0433\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = \u041d\u0430\u0434\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u043d\u0435
LPAD_INSTALL_TITLE = \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u043a\u0430\u0442\u043e %1
LPAD_INSTALL_DESC1=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430 \u043d\u0430 DB2 \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u0449\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0437\u0430 \u0436\u0435\u043b\u0430\u043d\u0438\u044f \u043f\u0440\u043e\u0434\u0443\u043a\u0442, \u0438 \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0432 \u043d\u043e\u0432\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435.
LPAD_INSTALL_DESC2=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u041d\u0430\u0434\u0441\u0442\u0440\u043e\u0439\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430 \u043d\u0430 DB2 \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u0449\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0437\u0430 \u0436\u0435\u043b\u0430\u043d\u0438\u044f \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u0438 \u0437\u0430 \u0434\u0430 \u043d\u0430\u0434\u0441\u0442\u0440\u043e\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043c\u043e\u0434\u0435\u043b.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=\u0410\u043a\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u043a\u044a\u043c \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0434\u0443\u043a\u0442, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043d\u0430 \u0420\u0430\u0431\u043e\u0442\u0430 \u0441\u044a\u0441 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server \u0418\u0437\u043f\u044a\u043b\u043d\u0438\u043c \u043a\u043b\u0438\u0435\u043d\u0442 \u0435 \u043d\u0435\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u043d \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438 \u043f\u0430\u043a\u0435\u0442, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430 \u0434\u0430 \u043e\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u044f\u0432\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e DB2 \u0441\u044a\u0440\u0432\u044a\u0440\u0438. \u0422\u043e\u0439 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0447\u0440\u0435\u0437 \u0432\u0433\u0440\u0430\u0434\u0435\u043d\u0438 SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus \u0438 CLP \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0438. \u0422\u043e\u0437\u0438 \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438 \u043f\u0430\u043a\u0435\u0442 \u0435 \u0430\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f IBM Data Server Driver Package \u0437\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0430\u043f\u044a\u043b\u043d\u043e \u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438\u0442\u0435 \u043f\u0430\u043a\u0435\u0442\u0438 \u0438 \u0437\u0430\u044f\u0432\u044f\u0442 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u043a\u0438.

CLIENT_DESCR = IBM Data Server \u043a\u043b\u0438\u0435\u043d\u0442 \u0435 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0434\u0440\u0430\u0439\u0432\u0435\u0440\u0438 \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0438 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430 \u0437\u0430 DB2 \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438. \
\u0422\u043e\u0439 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0447\u0440\u0435\u0437 \u0432\u0433\u0440\u0430\u0434\u0435\u043d\u0438 SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus \u0438 CLP \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0438. \
\u0422\u043e\u0437\u0438 \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438 \u043f\u0430\u043a\u0435\u0442 \u0435 \u0430\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f IBM Data Server Driver Package \u0437\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0430\u043f\u044a\u043b\u043d\u043e \u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438\u0442\u0435 \u043f\u0430\u043a\u0435\u0442\u0438 \u0438 \u0437\u0430\u044f\u0432\u044f\u0442 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u043a\u0438.

NLPACK_DESCR = DB2 \u041f\u0430\u043a\u0435\u0442\u044a\u0442 \u0441 \u043d\u0430\u0446\u0438\u043e\u043d\u0430\u043b\u0435\u043d \u0435\u0437\u0438\u043a \u0434\u043e\u0431\u0430\u0432\u044f \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 \u043d\u0430\u0446\u0438\u043e\u043d\u0430\u043b\u0435\u043d \u0435\u0437\u0438\u043a \u043a\u044a\u043c DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043b\u043e\u043a\u0430\u043b\u0438\u0437\u0438\u0440\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 \u043d\u0430\u0446\u0438\u043e\u043d\u0430\u043b\u0435\u043d \u0435\u0437\u0438\u043a \u043f\u043e \u0432\u0441\u044f\u043a\u043e \u0432\u0440\u0435\u043c\u0435.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0439\u0442\u0435 %2\u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438,%3 \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u043f\u0440\u043e\u0434\u0443\u043a\u0442.%4

PROD_NR_NOT_SUPPORTED = %1 \u043d\u0435 \u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d \u0437\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0430 \u043e\u0442 root \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430
INSTALL_EXISTING_BUTTON = \u0420\u0430\u0431\u043e\u0442\u0430 \u0441\u044a\u0441 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430
INSTALL_EXTERNAL_BUTTON = \u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435

missing_prereqs_msg 	= \u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f:
detected_err_msg 	= \u041e\u0442\u043a\u0440\u0438\u0442\u0438 \u0433\u0440\u0435\u0448\u043a\u0438:

AESE_DESCR = DB2 Advanced Enterprise Server Edition \u0435 \u0438\u0434\u0435\u0430\u043b\u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0430 \u0437\u0430 \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0448\u0435\u043d\u0438\u044f \u043f\u0440\u0438 \u043f\u043e\u0438\u0441\u043a\u0432\u0430\u043d\u0435 \u0432 \u043a\u043e\u0440\u043f\u043e\u0440\u0430\u0442\u0438\u0432\u0435\u043d \u043c\u0430\u0449\u0430\u0431. \
\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u0438\u0442\u0435 \u043c\u043d\u043e\u0433\u043e\u0442\u0435\u0440\u0430\u0431\u0430\u0439\u0442\u043e\u0432\u0438 \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u043d\u0438; \u0432\u0438\u0441\u043e\u043a\u043e\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u0438 \u0431\u0438\u0437\u043d\u0435\u0441 \u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0441 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e\u0441\u0442 24x7 \u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0433\u043e\u043b\u044f\u043c \u043e\u0431\u0435\u043c \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0438; \u0438\u043b\u0438 \u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0441 \u0443\u0435\u0431 \u0431\u0430\u0437\u0438\u0440\u0430\u043d\u0435. \
\u0422\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430 \u0432 \u043e\u0431\u043b\u0430\u0441\u0442\u0438 \u043a\u0430\u0442\u043e \u043a\u043e\u043c\u043f\u0440\u0435\u0441\u0438\u0440\u0430\u043d\u0435, \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442, \u0440\u0435\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u0438 \u0437\u0430\u0449\u0438\u0442\u0430. 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition \u0441 DB2 pureScale \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u0442\u0435\u0445\u043d\u043e\u043b\u043e\u0433\u0438\u044f \u0437\u0430 \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438 \u043f\u043e \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u0442\u0435 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0438. \u0422\u0430\u0437\u0438 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430 \u043f\u043e\u0434\u043e\u0431\u0440\u044f\u0432\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 DB2 \u0434\u0430\u043d\u043d\u0438\u0442\u0435, \u0440\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430 \u043a\u0430\u043f\u0430\u0446\u0438\u0442\u0435\u0442\u0430 \u0437\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0441\u0440\u0435\u0434\u0430\u0442\u0430, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0433\u044a\u0432\u043a\u0430\u0432\u0438 \u043d\u0430\u0447\u0438\u043d\u0438 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0412\u0430\u0448\u0430\u0442\u0430 \u0441\u0440\u0435\u0434\u0430 \u0438 \u0443\u0432\u0435\u043b\u0438\u0447\u0430\u0432\u0430 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u044f.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = \u0422\u043e\u0432\u0430 \u0435\u0434\u0438\u043d\u0438\u0447\u043d\u043e \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u043f\u0440\u0438\u0442\u0435\u0436\u0430\u0432\u0430 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0438\u0442\u0435 \u0438 \u0434\u0432\u043e\u0438\u0447\u043d\u0438\u0442\u0435 \u043a\u043e\u0434\u043e\u0432\u0435 \u0437\u0430 DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition \u0438 DB2 Community Edition. \
\u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0430\u0442\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f \u0438 \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u0438\u0442\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u0437\u0430 \u0432\u0441\u044f\u043a\u043e \u043e\u0442 \u0442\u0435\u0437\u0438 \u0438\u0437\u0434\u0430\u043d\u0438\u044f \u043f\u0440\u0435\u0434\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition \u0435 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449 \u0437\u0430 \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0438, \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u0438 \u0441\u043c\u0435\u0441\u0435\u043d\u0438 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0438\u044f. \
\u0422\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u043d\u044f\u043c\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u0437\u0430 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440, \u043f\u0430\u043c\u0435\u0442 \u0438\u043b\u0438 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438, \u043a\u043e\u0435\u0442\u043e \u0433\u043e \u043f\u0440\u0430\u0432\u0438 \u0438\u0434\u0435\u0430\u043b\u043d\u043e \u0437\u0430 \u0432\u0441\u044f\u043a\u0430\u043a\u044a\u0432 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435. \
\u0422\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430\u0442 \u0432 DB2 Enterprise Server Edition \u043f\u043b\u044e\u0441 \u043a\u043e\u043b\u043e\u043d\u043d\u043e \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0442\u0430\u0431\u043b\u0438\u0446\u0438, \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430, \u043a\u043e\u043c\u043f\u0440\u0435\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435, \u0440\u0435\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u0438 \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u044f\u043d\u0435. \
\u0422\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u0441\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u0438\u0434\u0432\u0430 \u0441 \u043f\u044a\u043b\u043d\u043e \u0434\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043e\u0442 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430 \u0437\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435, Optim \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430 \u0438 IBM Data Studio. \
\u0422\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0441\u0430\u043c\u043e \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 DB2 \u0441\u044a\u0440\u0432\u044a\u0440\u0430. \
\u0412\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0442\u0435 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442 \u043e\u0442\u0434\u0435\u043b\u043d\u043e. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition \u0435 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449 \u0437\u0430 \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0438 \u0438 \u0441\u043c\u0435\u0441\u0435\u043d\u0438 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0438\u044f. \
\u0422\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u043d\u044f\u043c\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u0437\u0430 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440, \u043f\u0430\u043c\u0435\u0442 \u0438\u043b\u0438 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438, \u043a\u043e\u0435\u0442\u043e \u0433\u043e \u043f\u0440\u0430\u0432\u0438 \u0438\u0434\u0435\u0430\u043b\u043d\u043e \u0437\u0430 \u0432\u0441\u044f\u043a\u0430\u043a\u044a\u0432 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435. \
\u0422\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438, \u043d\u0430\u043c\u0438\u0440\u0430\u0449\u0438 \u0441\u0435 \u0432 DB2 Workgroup Server Edition \u043f\u043b\u044e\u0441 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u0441 \u0433\u043e\u043b\u044f\u043c\u0430 \u0442\u0435\u043c\u043f\u0435\u0440\u0430\u0442\u0443\u0440\u043d\u0430 \u0430\u043c\u043f\u043b\u0438\u0442\u0443\u0434\u0430, \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0442\u0430\u0431\u043b\u0438\u0446\u0438 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430, \u043c\u043d\u043e\u0433\u043e\u0438\u0437\u043c\u0435\u0440\u043d\u043e \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0438\u0440\u0430\u043d\u0435, \u043f\u0430\u0440\u0430\u043b\u0435\u043b\u0438\u0437\u044a\u043c \u043d\u0430 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435, \u043a\u043e\u043d\u0446\u0435\u043d\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0438\u044f, \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043b\u0430\u043d \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0438 \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 \u0441\u043a\u0430\u043d\u0438\u0440\u0430\u043d\u0435. \
\u0422\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u0438\u0434\u0432\u0430 \u0441\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u0441\u044a\u0441 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430 \u0437\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u0438 IBM Data Studio \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430, \u043a\u0430\u0442\u043e \u0432\u0441\u044f\u043a\u043e \u043e\u0442 \u0442\u044f\u0445 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442\u0434\u0435\u043b\u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f. \
%1Db2 Advanced Edition %1Db2 Advanced Edition \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0446\u044f\u043b\u043e\u0441\u0442\u043d\u043e \u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u0440\u0435\u0434\u043f\u0440\u0438\u044f\u0442\u0438\u0435\u0442\u043e \u0441 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b \u0437\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0443\u043b\u0435\u0441\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0445\u0438\u0431\u0440\u0438\u0434\u043d\u043e\u0442\u043e \u0440\u0430\u0437\u0433\u0440\u044a\u0449\u0430\u043d\u0435 \u0432 \u043e\u0431\u043b\u0430\u043a\u0430. \
\u0422\u043e\u0432\u0430 \u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u043f\u0440\u0435\u0434\u043b\u0430\u0433\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438, \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u0438 \u0438 \u0430\u043d\u0430\u043b\u0438\u0437 \u0432 \u0435\u0434\u0438\u043d \u043f\u0430\u043a\u0435\u0442. \
Db2 Advanced Edition \u0441\u0435 \u043f\u0440\u0435\u0434\u043b\u0430\u0433\u0430 \u043a\u0430\u043a\u0442\u043e \u0441 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u0435\u043d \u0441\u043e\u0444\u0442\u0443\u0435\u0440\u0435\u043d \u043b\u0438\u0446\u0435\u043d\u0437, \u0442\u0430\u043a\u0430 \u0438 \u0441 \u043c\u0435\u0441\u0435\u0447\u0435\u043d \u0430\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442 \u0437\u0430 \u043d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u0435\u043d\u0430 \u0438 \u043d\u0435\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u0435\u043d\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430 \u0441 \u043f\u044a\u0440\u0432\u043e\u043a\u043b\u0430\u0441\u043d\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043e\u0442 IBM. \
Db2 Advanced Edition \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438 \u0437\u0430 \u043e\u043f\u0442\u0438\u043c\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435\u0442\u043e, \u0438\u0437\u0447\u0438\u0441\u043b\u0435\u043d\u0438\u0435 \u0432 \u043f\u0430\u043c\u0435\u0442\u0442\u0430, \u043d\u0430\u0434\u0435\u0436\u0434\u043d\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u043e \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435. \
\u0420\u0435\u0448\u0435\u043d\u0438\u0435\u0442\u043e \u0441\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u043f\u043e\u043c\u0430\u0433\u0430 \u0437\u0430 \u0433\u0430\u0440\u0430\u043d\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0438\u0441\u043e\u043a\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442, \u0438\u0434\u0435\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0438\u0432\u0435\u0434\u0435\u043d\u0438 \u0432 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435, \u043d\u0435\u043f\u0440\u0435\u043a\u044a\u0441\u043d\u0430\u0442\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e\u0441\u0442 \u0438 \u043d\u0430\u0434\u0435\u0436\u0434\u043d\u043e\u0441\u0442, \u0438 \u0432\u0441\u0438\u0447\u043a\u043e \u0442\u043e\u0432\u0430 \u043d\u0430 \u043d\u0438\u0441\u043a\u0430 \u0446\u0435\u043d\u0430. \
\u0422\u043e \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0433\u044a\u0432\u043a\u0430\u0432\u0438 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u043a\u0430\u043a\u0442\u043e \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u043c\u0435\u0449\u0435\u043d\u0438\u044f\u0442\u0430, \u0442\u0430\u043a\u0430 \u0438 \u0432 \u043e\u0431\u043b\u0430\u043a\u0430. \
Db2 Advanced Edition \u043f\u0440\u0435\u0434\u043b\u0430\u0433\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0438\u043c\u0441\u0442\u0432\u0430: %2%3%4\u041f\u043e\u0434\u043e\u0431\u0440\u044f\u0432\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u0438 \u0430\u043d\u0430\u043b\u0438\u0437\u0430 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e-\u0431\u044a\u0440\u0437\u043e \u0432\u0437\u0438\u043c\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0448\u0435\u043d\u0438\u044f.%5%4\u041e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u0432\u0438\u0441\u043e\u043a\u043e \u043d\u0438\u0432\u043e \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e\u0441\u0442 \u0438 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u0441\u043b\u0435\u0434 \u0431\u0435\u0434\u0441\u0442\u0432\u0438\u0435.%5%4\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0438\u0433\u0443\u0440\u043d\u0430, \u0433\u044a\u0432\u043a\u0430\u0432\u0430 \u0441\u0440\u0435\u0434\u0430.%5%4\u0412\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0430 \u043f\u043e-\u0435\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e \u0441 \u0440\u0430\u0437\u043d\u043e\u043e\u0431\u0440\u0430\u0437\u043d\u0438 \u0434\u0430\u043d\u043d\u0438.%5%4\u041f\u043e\u0434\u043e\u0431\u0440\u044f\u0432\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0442\u0430 \u0438 \u043d\u0430\u043c\u0430\u043b\u044f\u0432\u0430 \u0443\u0441\u0438\u043b\u0438\u044f\u0442\u0430 \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435.%5%6Db2 Advanced Edition \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0430\u0437\u0433\u044a\u0440\u043d\u0435 \u043d\u0430 Linux\u00ae, UNIX \u0438\u043b\u0438 Windows \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u0441 \u0432\u0441\u044f\u043a\u0430\u043a\u044a\u0432 \u0440\u0430\u0437\u043c\u0435\u0440, \u043e\u0442 \u0435\u0434\u0438\u043d \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440 \u0434\u043e \u0441\u0442\u043e\u0442\u0438\u0446\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440\u0438, \u043a\u0430\u043a\u0442\u043e \u043d\u0430 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043a\u0438, \u0442\u0430\u043a\u0430 \u0438 \u043d\u0430 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0438 \u0441\u044a\u0440\u0432\u044a\u0440\u0438. \
\u0422\u0430\u043a\u0441\u0438 \u0437\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430: Db2 Advanced Edition \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0447\u0440\u0435\u0437 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b \u0437\u0430 \u0442\u0430\u043a\u0441\u0443\u0432\u0430\u043d\u0435 \u0437\u0430 \u0432\u0441\u044f\u043a\u043e \u044f\u0434\u0440\u043e \u043d\u0430 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440 (VPC) \u0438 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b \u0437\u0430 \u041e\u0442\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b (AU) \u0437\u0430 \u043d\u0435\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u0435\u043d\u0438 \u0441\u0440\u0435\u0434\u0438 (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0441\u0440\u0435\u0434\u0438 \u0437\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u0438 \u0442\u0435\u0441\u0442\u0432\u0430\u043d\u0435). \
%1Db2 Standard Edition %1Db2 Standard Edition \u0435 \u0432\u0438\u0441\u043e\u043a\u043e\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043c\u0430\u043b\u043a\u0438 \u0438 \u0441\u0440\u0435\u0434\u043d\u0438 \u0431\u0438\u0437\u043d\u0435\u0441\u0438 \u0441 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0445\u0438\u0431\u0440\u0438\u0434\u043d\u043e \u0440\u0430\u0437\u0433\u0440\u044a\u0449\u0430\u043d\u0435 \u0432 \u043e\u0431\u043b\u0430\u043a\u0430. \
\u0422\u044f \u0435 \u043f\u043e\u0434\u043e\u0431\u043d\u0430 \u043d\u0430 Db2 Advanced Edition, \u043d\u043e \u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0430 \u043f\u043e \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0435 \u043d\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 \u0440\u0430\u0437\u0433\u0440\u044a\u0449\u0430\u043d\u0435\u0442\u043e. \
\u0422\u043e \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0433\u044a\u0432\u043a\u0430\u0432\u0438 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u043a\u0430\u043a\u0442\u043e \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u043c\u0435\u0449\u0435\u043d\u0438\u044f\u0442\u0430, \u0442\u0430\u043a\u0430 \u0438 \u0432 \u043e\u0431\u043b\u0430\u043a\u0430. \
Db2 Standard Edition \u043f\u0440\u0435\u0434\u043b\u0430\u0433\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0438\u043c\u0441\u0442\u0432\u0430: %2%3%4\u041f\u043e\u0434\u043e\u0431\u0440\u044f\u0432\u0430 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u0438 \u0430\u043d\u0430\u043b\u0438\u0437\u0430 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e-\u0431\u044a\u0440\u0437\u043e \u0432\u0437\u0438\u043c\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0448\u0435\u043d\u0438\u044f.%5%4\u041e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u0432\u0438\u0441\u043e\u043a\u043e \u043d\u0438\u0432\u043e \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e\u0441\u0442 \u0438 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u0441\u043b\u0435\u0434 \u0431\u0435\u0434\u0441\u0442\u0432\u0438\u0435. \
%5%4\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0438\u0433\u0443\u0440\u043d\u0430, \u0433\u044a\u0432\u043a\u0430\u0432\u0430 \u0441\u0440\u0435\u0434\u0430. \
%5%4\u0412\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0430 \u043f\u043e-\u0435\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e \u0441 \u0440\u0430\u0437\u043d\u043e\u043e\u0431\u0440\u0430\u0437\u043d\u0438 \u0434\u0430\u043d\u043d\u0438. \
%5%4\u041f\u043e\u0434\u043e\u0431\u0440\u044f\u0432\u0430 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0442\u0430 \u0438 \u043d\u0430\u043c\u0430\u043b\u044f\u0432\u0430 \u0443\u0441\u0438\u043b\u0438\u044f\u0442\u0430 \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435. \
%5%6Db2 Standard Edition \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0447\u0440\u0435\u0437 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b \u0437\u0430 \u0442\u0430\u043a\u0441\u0443\u0432\u0430\u043d\u0435 \u0437\u0430 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440 \u0438 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b \u0437\u0430 \u041e\u0442\u043e\u0440\u0438\u0437\u0438\u0440\u0430\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0437\u0430 \u043d\u0435\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u0435\u043d\u0438 \u0441\u0440\u0435\u0434\u0438 (\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0438 \u0441\u044a\u0449\u043e \u043a\u0430\u0442\u043e \
\u0441\u0440\u0435\u0434\u0438 \u0437\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u0438 \u0442\u0435\u0441\u0442\u0432\u0430\u043d\u0435). \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u0441\u0442\u0435 \u0434\u043e 16 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440\u043d\u0438 \u044f\u0434\u0440\u0430 \u0438 128 GB \u043f\u0430\u043c\u0435\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043c\u043e\u0434\u0435\u043b. \
\u0422\u0435\u0437\u0438 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u0441\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u0438 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043a\u0438 \u0438\u043b\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u0435\u043d \u0441\u044a\u0440\u0432\u044a\u0440, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u043d\u0435 \u0441\u0430 \u0440\u0430\u0437\u0433\u044a\u0440\u043d\u0430\u0442\u0438 \u0432 pureScale \u0438\u043b\u0438 DPF \u043a\u043b\u044a\u0441\u0442\u0435\u0440. \
\u0412 \u0442\u0435\u0437\u0438 \u0441\u043b\u0443\u0447\u0430\u0438 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f\u0442\u0430 \u0441\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u0438 \u0437\u0430 \u0446\u0435\u043b\u0438\u044f \u043a\u043b\u044a\u0441\u0442\u0435\u0440. \
%1Db2 Community Edition%1Db2 Community Edition \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0441\u043d\u043e\u0432\u043d\u0438 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 Db2 \u0431\u0435\u0437\u043f\u043b\u0430\u0442\u043d\u043e. \
Db2 Community Edition \u0435 \u0431\u0435\u0437\u043f\u043b\u0430\u0442\u043d\u043e, \u043d\u0430\u0447\u0430\u043b\u043d\u043e \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 Db2 \u0437\u0430 \u043e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430 \u043e\u0442 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u0446\u0438 \u0438 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0438. \
\u0422\u043e \u0435 \u043f\u0440\u043e\u0435\u043a\u0442\u0438\u0440\u0430\u043d\u043e \u0434\u0430 \u0441\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0437\u0430 \u043c\u0438\u043d\u0443\u0442\u0438, \u043b\u0435\u0441\u043d\u043e \u0435 \u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u0438 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435, \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u0438 \u0437\u0430 \u0441\u0430\u043c\u043e\u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0438 \u0432\u0433\u0440\u0430\u0436\u0434\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0441\u043d\u043e\u0432\u043d\u0438 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 Db2 \u0437\u0430 Linux, UNIX \u0438 Windows. \
\u0420\u0435\u0448\u0435\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 Db2 Community Edition, \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u0433\u044a\u0440\u043d\u0430\u0442\u0438 \u0431\u0435\u0437\u043f\u0440\u043e\u0431\u043b\u0435\u043c\u043d\u043e \u0447\u0440\u0435\u0437 \u043f\u043e-\u043c\u0430\u0449\u0430\u0431\u0438\u0440\u0443\u0435\u043c\u0438\u0442\u0435 \u0438\u0437\u0434\u0430\u043d\u0438\u044f \u043d\u0430 Db2 \u0431\u0435\u0437 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043d\u0430 \u043a\u043e\u0434\u0430 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \
Db2 Community Edition \u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u043e \u0434\u043e \u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c 4 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u043d\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440\u043d\u0438 \u044f\u0434\u0440\u0430 \u0438 16 GB \u043f\u0430\u043c\u0435\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043c\u043e\u0434\u0435\u043b. \
\u0422\u0435\u0437\u0438 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u0441\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u0438 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043a\u0438 \u0438\u043b\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043b\u0435\u043d \u0441\u044a\u0440\u0432\u044a\u0440, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u043d\u0435 \u0441\u0430 \u0440\u0430\u0437\u0433\u044a\u0440\u043d\u0430\u0442\u0438 \u0432 pureScale \u0438\u043b\u0438 DPF \u043a\u043b\u044a\u0441\u0442\u0435\u0440. \
\u0412 \u0442\u0435\u0437\u0438 \u0441\u043b\u0443\u0447\u0430\u0438 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f\u0442\u0430 \u0441\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u0438 \u0437\u0430 \u0446\u0435\u043b\u0438\u044f \u043a\u043b\u044a\u0441\u0442\u0435\u0440.Db2 Community Edition \u0441\u0435 \u043e\u043f\u0440\u0435\u0441\u043d\u044f\u0432\u0430 \u0432 \u0437\u043d\u0430\u0447\u0438\u043c\u0438\u0442\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438 \u0442\u043e\u0447\u043a\u0438 \u043d\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u0438 \u0438\u043c\u0430 \u043e\u043d\u043b\u0430\u0439\u043d \u043e\u0431\u0449\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u043e\u043c\u043e\u0449. \
\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u0434\u0441\u0442\u0440\u043e\u0438\u0442\u0435 \u0441\u0432\u043e\u044f\u0442\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 Db2 Community Edition \u0434\u043e \u043f\u043e-\u043c\u0430\u0449\u0430\u0431\u0438\u0440\u0443\u0435\u043c\u043e \u0438\u0437\u0434\u0430\u043d\u0438\u0435, \u043a\u0430\u0442\u043e \u043f\u0440\u043e\u0441\u0442\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 \u043a\u043b\u044e\u0447 \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u0432 \u0441\u0432\u043e\u0435\u0442\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438. \
\u0411\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043d\u0430\u0434\u0441\u0442\u0440\u043e\u0435\u043d\u0430 \u043d\u0435\u0437\u0430\u0431\u0430\u0432\u043d\u043e, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u0439\u043a\u0438 \u0432\u0438 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0441 \u0432\u0438\u0441\u043e\u043a\u043e \u043d\u0438\u0432\u043e \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e\u0441\u0442 \u0438 \u0440\u0435\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u044f.

ESE_DSF_DESCR = DB2 Advanced Editions \u0441 pureScale \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0438\u0440\u0430\u043d\u0435, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0434\u043e\u0431\u0440\u044f\u0432\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 DB2 \u0434\u0430\u043d\u043d\u0438\u0442\u0435, \u0440\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u0442 \u043a\u0430\u043f\u0430\u0446\u0438\u0442\u0435\u0442\u0430 \u0437\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0441\u0440\u0435\u0434\u0430\u0442\u0430, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u0442 \u0433\u044a\u0432\u043a\u0430\u0432\u0438 \u043d\u0430\u0447\u0438\u043d\u0438 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0412\u0430\u0448\u0430\u0442\u0430 \u0441\u0440\u0435\u0434\u0430 \u0438 \u0443\u0432\u0435\u043b\u0438\u0447\u0430\u0432\u0430\u0442 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u044f. \
\u0422\u043e\u0432\u0430 \u0435\u0434\u0438\u043d\u0438\u0447\u043d\u043e \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u043f\u0440\u0438\u0442\u0435\u0436\u0430\u0432\u0430 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0438\u0442\u0435 \u0438 \u0434\u0432\u043e\u0438\u0447\u043d\u0438\u0442\u0435 \u043a\u043e\u0434\u043e\u0432\u0435 \u0437\u0430 DB2 Advanced Enterprise Server Edition \u0438 DB2 Advanced Workgroup Server Edition, \u0437\u0430\u0435\u0434\u043d\u043e \u0441 DB2 pureScale. 

WSE_DESCR = DB2 Workgroup Server Edition \u0438\u043c\u0430 \u0441\u044a\u0449\u0430\u0442\u0430 \u0431\u0430\u0437\u043e\u0432\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442 \u043a\u0430\u0442\u043e \u043d\u0430 DB2 Enterprise Server Edition, \u043d\u043e \u0441 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u0431\u0440\u043e\u044f \u043d\u0430 \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440\u0438 \u0438 \u043a\u043e\u043b\u0438\u0447\u0435\u0441\u0442\u0432\u043e\u0442\u043e \u043f\u0430\u043c\u0435\u0442. \
DB2 Workgroup Server Edition \u0435 \u043f\u0440\u0435\u0434\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d \u0434\u0430 \u043f\u043e\u0441\u0440\u0435\u0449\u0430 \u043d\u0443\u0436\u0434\u0438\u0442\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0438\u043b\u0438 \u0441\u0440\u0435\u0434\u043d\u043e \u043f\u043e \u0440\u0430\u0437\u043c\u0435\u0440\u0438 \u0431\u0438\u0437\u043d\u0435\u0441 \u043e\u0431\u043a\u0440\u044a\u0436\u0435\u043d\u0438\u0435.

WSE_DSF_DESCR = DB2 Workgroup Server Edition \u0441 DB2 pureScale \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u0442\u0435\u0445\u043d\u043e\u043b\u043e\u0433\u0438\u044f \u0437\u0430 \u043a\u043b\u044a\u0441\u0442\u0435\u0440\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438 \u043f\u043e \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u0442\u0435 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0438. \
\u0422\u0430\u0437\u0438 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0430 \u043f\u043e\u0434\u043e\u0431\u0440\u044f\u0432\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 DB2 \u0434\u0430\u043d\u043d\u0438\u0442\u0435, \u0440\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430 \u043a\u0430\u043f\u0430\u0446\u0438\u0442\u0435\u0442\u0430 \u0437\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0441\u0440\u0435\u0434\u0430\u0442\u0430, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0433\u044a\u0432\u043a\u0430\u0432\u0438 \u043d\u0430\u0447\u0438\u043d\u0438 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0412\u0430\u0448\u0430\u0442\u0430 \u0441\u0440\u0435\u0434\u0430 \u0438 \u0443\u0432\u0435\u043b\u0438\u0447\u0430\u0432\u0430 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0440\u0430\u043d\u0441\u0430\u043a\u0446\u0438\u044f.

EXP_DESCR = DB2 Express Edition \u0435 \u043f\u043e\u0434\u043e\u0431\u043d\u043e \u043d\u0430 DB2 Workgroup Server Edition, \u0441 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430, \u0447\u0435 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0438 \u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u044f \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u043f\u0440\u0438 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440 \u0438 \u043f\u0430\u043c\u0435\u0442. \
\u0412 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043d\u0430 \u0442\u043e\u0432\u0430, \u0442\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u0435 \u043d\u0430\u0439-\u0434\u043e\u0431\u0440\u0435 \u043f\u0440\u0438\u0433\u043e\u0434\u0435\u043d\u043e \u0437\u0430 \u0441\u043a\u0440\u043e\u043c\u043d\u0438 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u044f \u0437\u0430 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435, \u043a\u0430\u0442\u043e \u0442\u0435\u0437\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043c\u0435\u0440\u044f\u0442 \u0432 \u043c\u0430\u043b\u044a\u043a \u043e\u0444\u0438\u0441. \
\u0422\u043e\u0432\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 IBM Data Studio \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e, \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442\u0434\u0435\u043b\u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition \u0438\u043c\u0430 \u0441\u044a\u0449\u0430\u0442\u0430 \u0431\u0430\u0437\u043e\u0432\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442 \u043a\u0430\u0442\u043e \u043d\u0430 DB2 Enterprise Server Edition, \u043d\u043e \u0441 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u0431\u0440\u043e\u044f \u043d\u0430 \u0446\u0435\u043d\u0442\u0440\u0430\u043b\u043d\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0440\u0438 \u0438 \u043a\u043e\u043b\u0438\u0447\u0435\u0441\u0442\u0432\u043e\u0442\u043e \u043f\u0430\u043c\u0435\u0442. \
DB2 Express-C Edition \u0435 \u043f\u0440\u0435\u0434\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d \u0434\u0430 \u043f\u043e\u0441\u0440\u0435\u0449\u0430 \u043d\u0443\u0436\u0434\u0438\u0442\u0435 \u043d\u0430 \u043c\u0430\u043b\u043a\u0438\u044f \u0438 \u0441\u0440\u0435\u0434\u043d\u0438\u044f \u0431\u0438\u0437\u043d\u0435\u0441 (SMB) \u043f\u0430\u0437\u0430\u0440. \
\u0422\u043e\u0437\u0438 \u043f\u0440\u043e\u0434\u0443\u043a\u0442 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d \u0437\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0438 Linux \u0438 Windows. \
\u0410\u043a\u043e \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435\u0442\u0435 \u043e\u0442 IBM \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0438 \u043f\u0440\u043e\u0444\u0438\u043b\u0430\u043a\u0442\u0438\u043a\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0431\u0435\u0437\u043f\u043b\u0430\u0442\u0435\u043d \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u043e \u0437\u0430\u043a\u0443\u043f\u0438\u0442\u0435 \u0441 \u043f\u043e\u0434\u043d\u043e\u0432\u044f\u0435\u043c 12-\u043c\u0435\u0441\u0435\u0447\u0435\u043d \u0430\u0431\u043e\u043d\u0430\u043c\u0435\u043d\u0442.

CONSV_DESCR = DB2 Connect Server \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0442\u0435 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430\u0442 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0435\u043c\u043e\u0441\u0442 \u0432 \u0442\u0440\u0438\u0441\u043b\u043e\u0439\u043d\u043e \u043e\u0431\u043a\u0440\u044a\u0436\u0435\u043d\u0438\u0435. \
DB2 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430, \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u043d\u0438 \u043d\u0430 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043d\u0430\u0441\u0442\u043e\u043b\u043d\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0438, \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442 \u043a\u044a\u043c \u0441\u044a\u0440\u0432\u044a\u0440\u0438 \u043d\u0430 \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u043d\u0438 DB2 for z/OS \u0438 DB2 \u0437\u0430 IBM i \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e (\u0432 \u0434\u0432\u0443\u0441\u043b\u043e\u0439\u043d\u043e \u043e\u0431\u043a\u0440\u044a\u0436\u0435\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0435 \u0437\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0435) \u0438\u043b\u0438 \u0438\u043d\u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e, \u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c DB2 Connect Server. \
DB2 Connect \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0442\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442 \u043a\u043b\u0438\u0435\u043d\u0442\u0441\u043a\u0438\u0442\u0435 \u043f\u0430\u043a\u0435\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0412\u0438\u0435 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u043e\u043b\u043d\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0438, \u0441 API \u0434\u0440\u0430\u0439\u0432\u0435\u0440\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430 \u0432 \u0442\u0435\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0438 \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e \u0438\u043b\u0438 \u0438\u043d\u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e \u0441\u044a\u0441 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 DB2 for z/OS \u0438\u043b\u0438 DB2 \u0437\u0430 IBM i. \
\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 DB2 Connect Server \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u0435\u043d\u0438 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0438\u044f. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = DB2 \u0426\u0435\u043d\u0442\u044a\u0440\u044a\u0442 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0445\u043e\u0441\u0442\u0432\u0430 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f, \u043a\u043e\u044f\u0442\u043e \u043e\u0431\u0445\u0432\u0430\u0449\u0430 \u0432\u0441\u0435\u043a\u0438 \u0430\u0441\u043f\u0435\u043a\u0442 \u043d\u0430 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0442\u0435, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0435\u043c\u043e\u0441\u0442 \u043a\u044a\u043c \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438, \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u043d\u0438, \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0438\u044f, \u0431\u0438\u0437\u043d\u0435\u0441 \u0430\u043d\u0430\u043b\u0438\u0437 \u0438 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f. \
%1\u041a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a\u0430 \u043d\u0430 DB2 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u0449\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 \u0426\u0435\u043d\u0442\u044a\u0440\u0430 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043b\u043e\u043a\u0430\u043b\u043d\u043e \u043d\u0430 \u0412\u0430\u0448\u0438\u044f \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440. \
\u0410\u043a\u043e \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u044a\u0442, \u043d\u0430 \u043a\u043e\u0439\u0442\u043e \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 DB2 \u0426\u0435\u043d\u0442\u044a\u0440\u0430 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u043a\u044a\u043c \u043c\u0440\u0435\u0436\u0430, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u043a\u043e\u043c\u043f\u044e\u0442\u0440\u0438 \u043c\u043e\u0433\u0430\u0442 \u0441\u044a\u0449\u043e \u0434\u0430 \u043e\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u044f\u0442 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u043d\u0435\u0433\u043e \u0447\u0440\u0435\u0437 \u0443\u0435\u0431 \u0431\u0440\u0430\u0443\u0437\u044a\u0440. 

LSDC_DESCR = InfoSphere Federation Server nonrelational wrappers \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u043d\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u0435\u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0434\u0430 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430 XML-\u0431\u0430\u0437\u0438\u0440\u0430\u043d\u0438 \u0434\u0430\u043d\u043d\u0438, WebSphere MQ \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0438 \u0434\u0430\u043d\u043d\u0438 \u043e\u0442 \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u0446\u0438, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 Excel, \u0438 \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u0446\u0438, \u0434\u043e \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043e\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0438\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f \u0447\u0440\u0435\u0437 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 C++ \u0438 Java \u043e\u0431\u0432\u0438\u0432\u0430\u0449\u0438 \u043c\u043e\u0434\u0443\u043b\u0438.

RCON_DESCR = \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 InfoSphere Federation Server relational wrappers \u0437\u0430 \u0437\u0430\u044f\u0432\u044f\u0432\u0430\u043d\u0435 \u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438, \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438 \u0432 \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 DB2 \u0438 \u0434\u0440\u0443\u0433\u0438 \u0440\u0435\u043b\u0430\u0446\u0438\u043e\u043d\u043d\u0438 \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u043d\u0438.  \
\u0415\u0434\u0438\u043d\u0438\u0447\u0435\u043d SQL \u0438\u0437\u0440\u0430\u0437 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u043d\u0430\u0441\u044f \u0437\u0430 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0431\u0430\u0437\u0438 \u0434\u0430\u043d\u043d\u0438. \
\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0432 DB2 \u0442\u0430\u0431\u043b\u0438\u0446\u0430, \u0434\u0430\u043d\u043d\u0438 \u0432 Oracle \u0442\u0430\u0431\u043b\u0438\u0446\u0430, \u0438 \u0434\u0430\u043d\u043d\u0438, \u0438\u0437\u0432\u043b\u0435\u0447\u0435\u043d\u0438 \u043e\u0442 Microsoft SQL Server \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = \u0418\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430 \u0441 \u0433\u0440\u0430\u0444\u0438\u0447\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u0438 \u0446\u0435\u043d\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u0432\u044a\u0440\u0445\u0443 \u0434\u0430\u043d\u043d\u0438 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043d\u0430 DB2 \u0437\u0430 Linux, UNIX \u0438 Windows. \
\u041f\u043e\u043e\u0442\u0434\u0435\u043b\u043d\u043e \u0442\u0435\u0437\u0438 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430\u0442 \u043c\u043e\u0449\u043d\u0438 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043d\u0430\u0441\u043e\u0447\u0435\u043d\u0438 \u043a\u044a\u043c \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0438 \u0440\u043e\u043b\u0438 \u0438 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u043d\u043d\u0438; \u043f\u043e-\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0435\u043d\u043e \u0435, \u0447\u0435 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438\u0442\u0435 \u0441\u0438 \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0430\u0442 \u043f\u0440\u043e\u0437\u0440\u0430\u0447\u043d\u043e, \u043a\u0430\u0442\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0441\u044a\u0442\u0440\u0443\u0434\u043d\u0438\u0447\u0435\u0441\u0442\u0432\u043e, \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442 \u0438 \u0435\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442 \u043c\u0435\u0436\u0434\u0443 \u043e\u0442\u0434\u0435\u043b\u043d\u0438\u0442\u0435 \u0440\u043e\u043b\u0438.

TOOLS_LINK_LABEL =  \u0418\u0437\u0442\u0435\u0433\u043b\u0435\u0442\u0435 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u0442\u0430
TOOLS_ALT_IMG_TEXT = \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440

### please leave at least one blank line at the end of the file
