#NLS_MESSAGEFORMAT_NONE
#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE

### note: to add replacement tokens, the tokens must start with %1 (not %0)

## Windows specific mri #############################

#Note to translator: in welcome_copyright, the %1 is replaced with a year, like 2008 and %2 is replaced with a html tag <br />
welcome_copyright = (C) Copyright International Business Machines Corporation, 1993, %1.%2 \u0422\u0430\u0437\u0438 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u0430\u043d\u0430 \u0441\u043f\u043e\u0440\u0435\u0434 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u043e\u0442\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435, \u043f\u0440\u0438\u0434\u0440\u0443\u0436\u0430\u0432\u0430\u0449\u043e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430. \
\u0422\u043e\u0432\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u043e \u0432 \u043f\u0430\u043f\u043a\u0430\u0442\u0430 \u0438\u043b\u0438 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0442\u0430 \u043d\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0430 \u043a\u0430\u0442\u043e 'License' \u0438\u043b\u0438 'Non_IBM_License', \u0430\u043a\u043e \u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u043e, \u0438\u043b\u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u043a\u0430\u0442\u043e \u043e\u0442\u043f\u0435\u0447\u0430\u0442\u0430\u043d\u043e \u043b\u0438\u0446\u0435\u043d\u0437\u043d\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435. \
\u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u043e \u0442\u043e\u0432\u0430 \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430. \
\u041a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430, \u0432\u0438\u0435 \u043f\u0440\u0438\u0435\u043c\u0430\u0442\u0435 \u0442\u0435\u0437\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f. \
IBM \u0438 \u043b\u043e\u0433\u043e\u0442\u043e \u043d\u0430 IBM \u0441\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0441\u043a\u0430 \u043c\u0430\u0440\u043a\u0430 \u0438\u043b\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0430 \u0442\u044a\u0440\u0433\u043e\u0432\u0441\u043a\u0430 \u043c\u0430\u0440\u043a\u0430 \u043d\u0430 International Business Machines Corporation \u0432 \u0421\u0410\u0429, \u0432 \u0434\u0440\u0443\u0433\u0438 \u0434\u044a\u0440\u0436\u0430\u0432\u0438 \u0438\u043b\u0438 \u0438 \u0434\u0432\u0435\u0442\u0435. \
\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u043e\u0442 \u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u0421\u0410\u0429 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 - \u0423\u043f\u043e\u0442\u0440\u0435\u0431\u0430\u0442\u0430, \u0432\u044a\u0437\u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u0438\u043b\u0438 \u0440\u0430\u0437\u043a\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u0441\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u043e\u0442 \u0441\u0440\u043e\u0447\u0435\u043d \u0434\u043e\u0433\u043e\u0432\u043e\u0440 GSA ADP \u0441 IBM Corp.

welcome_altImageText = \u043d\u043e\u0432 \u0431\u0440\u0430\u0443\u0437\u044a\u0440
welcome_msg_ese=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 DB2 \u0412\u0435\u0440\u0441\u0438\u044f %1
welcome_msg_DS=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 IBM Data Server \u0412\u0435\u0440\u0441\u0438\u044f %1
### end of Windows section #############################

#### UNIX launchpad specific mri #############################

#Note to translator, in LPAD_WELCOME_TITLE and LPAD_WELCOME_TITLE_DB2, the %1 is replaced with the user id of the user running the installer
LPAD_WELCOME_TITLE=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438, %1
LPAD_WELCOME_TITLE_DB2=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438, %1, \u0432 DB2 \u0412\u0435\u0440\u0441\u0438\u044f %2
LPAD_WELCOME_TITLE_IBM_DATA_SERVER=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438, %1, \u0432 IBM Data Server \u0412\u0435\u0440\u0441\u0438\u044f %2
### end of UNIX section #############################

### Common - shared section. Do not change without testing on both platforms #############################
# LPAD_WELCOME_DESC1 and LPAD_WELCOME_DESC2 are shown on the welcome page of the Launchpad, one after the other.
LPAD_WELCOME_DESC1=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 DB2 \u0412\u0435\u0440\u0441\u0438\u044f %2 - %1. DB2 \u0421\u0442\u0430\u0440\u0442-\u043f\u0430\u043d\u0435\u043b\u044a\u0442 \u043d\u0430 \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u0449\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0432\u0438 \u0434\u0430\u0432\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0446\u044f\u043b\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043e\u0442 \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u0441\u0432\u043e\u0438\u0442\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438 \u0438 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438 \u0437\u0430 Linux, UNIX, \u0438 Windows \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0438.
LPAD_WELCOME_DESC1_SD=DB2 \u0421\u0442\u0430\u0440\u0442-\u043f\u0430\u043d\u0435\u043b\u044a\u0442 \u043d\u0430 \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u0449\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0412\u0438 \u0434\u0430\u0432\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0446\u044f\u043b\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043e\u0442 \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 %1 \u043a\u0430\u0442\u043e "%2" \u0432\u044a\u0432 \u0412\u0430\u0448\u0430\u0442\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430.
LPAD_WELCOME_DESC2=\u0417\u0430 \u0434\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0438\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438\u0442\u0435 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438, \u0438\u043b\u0438 \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0442 \u043e\u0441\u0438\u0433\u0443\u0440\u0435\u043d\u0438\u0442\u0435 \u0435\u0442\u0438\u043a\u0435\u0442\u0438. 
LPAD_WELCOME_DESC3=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u0443\u0447\u0438\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442\u043d\u043e\u0441\u043d\u043e DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0438\u0442\u0435, \u043a\u0430\u0442\u043e \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435 \u0443\u0435\u0431 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u0430 DB2 \u041f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u043e\u0442\u043e \u0441\u0435\u043c\u0435\u0439\u0441\u0442\u0432\u043e.%1\u041f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435 \u043f\u0440\u0435\u0437 \u0442\u0435\u043c\u0438\u0442\u0435, \u043e\u0431\u043e\u0437\u043d\u0430\u0447\u0435\u043d\u0438 \u0432 \u043b\u0435\u0432\u0438\u044f \u043f\u0430\u043d\u0435\u043b, \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u0441\u0432\u043e\u044f DB2 \u043f\u0440\u043e\u0434\u0443\u043a\u0442, \u043a\u0430\u0442\u043e \u0441\u0435 \u0443\u0432\u0435\u0440\u0438\u0442\u0435, \u0447\u0435 \u0441\u0442\u0435 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u043b\u0438 \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u043e \u0442\u0435\u043c\u0438\u0442\u0435 \u0437\u0430 \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u043d\u0435 \u043f\u0440\u0435\u0434\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f \u0438 \u043d\u0430\u0434\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u043d\u0435.
LPAD_WELCOME_SEARCH_IC=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0426\u0435\u043d\u0442\u044a\u0440\u0430 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
LPAD_WELCOME_DB2_REFER=\u0423\u0435\u0431 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 DB2 \u041f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432\u043e \u0441\u0435\u043c\u0435\u0439\u0441\u0442\u0432\u043e

### please leave at least one blank line at the end of the file
