#NLS_MESSAGEFORMAT_NONE
#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE

## Windows specific mri #############################
#none
### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
#none
#### end of UNIX section #################################################################################
#################################x#########################################################################
### Common - shared section. Do not change without testing on both platforms #############################

INSTALLDS_TITLE = Data Studio \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
INSTALLDS_DESC1  = IBM Data Studio \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u3002 \
IBM Data Studio \u306b\u306f\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u7ba1\u7406\u3068\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u958b\u767a\u7528\u306e Eclipse \u30d9\u30fc\u30b9\u30fb\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3068\u3001\u30d8\u30eb\u30b9\u30fb\u30e2\u30cb\u30bf\u30fc\u3068\u30b8\u30e7\u30d6\u7ba1\u7406\u7528\u306e Web \u30d9\u30fc\u30b9\u30fb\u30b3\u30f3\u30bd\u30fc\u30eb\u3068\u3044\u3046 2 \u3064\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304c\u3042\u308a\u307e\u3059\u3002
 
INSTALLDS_DESC2 =  \u3053\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u304c\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u3044\u5834\u5408\u3001\u5225\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u3067\u3001\u30d1\u30b9\u30dd\u30fc\u30c8\u30fb\u30a2\u30c9\u30d0\u30f3\u30c6\u30fc\u30b8\u306e DB2 for Linux, UNIX, and Windows \u88fd\u54c1\u7528\u306e eAssembly \u304b\u3089 Data Studio \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\u3002

INSTALL_EXTERNAL_BUTTON = \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb

DSFC_DESCR3 = IBM Data Studio Web \u30b3\u30f3\u30bd\u30fc\u30eb\u30fb\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u3001\u30d8\u30eb\u30b9\u30fb\u30e2\u30cb\u30bf\u30fc\u3001\u30b8\u30e7\u30d6\u7ba1\u7406\u3001\u304a\u3088\u3073\u63a5\u7d9a\u5171\u6709\u3092\u884c\u3046 Web \u30d9\u30fc\u30b9\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3067\u3059\u3002 
DSFC_DESCR4 = \u3053\u306e Web \u30d9\u30fc\u30b9\u30fb\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u4f7f\u7528\u3057\u3066\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u6b63\u5e38\u6027\u306e\u30e2\u30cb\u30bf\u30fc\u3001\u30b8\u30e7\u30d6\u306e\u7ba1\u7406\u3001\u304a\u3088\u3073 Data Studio \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u9593\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30ab\u30bf\u30ed\u30b0\u306e\u63a5\u7d9a\u60c5\u5831\u306e\u5171\u6709\u3092\u884c\u3044\u307e\u3059\u3002 \u8a31\u53ef\u30e6\u30fc\u30b6\u30fc\u306f\u3001Web \u30d6\u30e9\u30a6\u30b6\u30fc\u304b\u3089\u3001\u307e\u305f\u306f Data Studio \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u5185\u304b\u3089 Web \u30b3\u30f3\u30bd\u30fc\u30eb\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002  


DSFC_DESCR1 = IBM Data Studio \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u7ba1\u7406\u304a\u3088\u3073\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u958b\u767a\u7528\u306e Eclipse \u30d9\u30fc\u30b9\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3067\u3059\u3002
DSFC_DESCR2 = \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u7ba1\u7406\u30bf\u30b9\u30af\u7528\u306e\u3053\u306e\u7d71\u5408\u958b\u767a\u74b0\u5883\u3092\u4f7f\u7528\u3057\u3066\u3001\u7167\u4f1a\u306e\u5206\u6790\u304a\u3088\u3073\u30c1\u30e5\u30fc\u30cb\u30f3\u30b0\u3001\u307e\u305f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u4f5c\u6210\u3001\u30c7\u30d7\u30ed\u30a4\u3001\u304a\u3088\u3073\u30c7\u30d0\u30c3\u30b0\u3092\u884c\u3044\u307e\u3059\u3002  

DSFC_DESCR5 =  IBM Data Studio \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304a\u3088\u3073 Web \u30b3\u30f3\u30bd\u30fc\u30eb\u3002

NO_INTERNET_CONN = \u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u63a5\u7d9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002Data Studio \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u306b\u306f\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u63a5\u7d9a\u304c\u5fc5\u8981\u3067\u3059\u3002



TOOLS_LINK_LABEL_NEW = IBM Data Studio \u306b\u3064\u3044\u3066\u3055\u3089\u306b\u5b66\u7fd2
LINK_DOWNLOAD_DATA_STUDIO = IBM Data Studio \u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
TOOLS_ALT_IMG_TEXT = \u30d6\u30e9\u30a6\u30b6\u30fc\u306e\u8d77\u52d5

### please leave at least one blank line at the end of the file
