#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = \u88fd\u54c1\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb(I)

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= DB2 Enterprise Server Edition \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_AESE   	= DB2 Advanced Enterprise Server Edition \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_AESE_DSF = DB2 Advanced Enterprise Server Edition (DB2 pureScale Feature) \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_ESE_DSF 	= DB2 Enterprise Server Edition (DB2 pureScale Feature) \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_EXP    	= DB2 Express \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_EXPC    	= DB2 Express-C \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_CONSV  	= DB2 Connect Server \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_RTCL   	= IBM Data Server Runtime Client \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_CLIENT 	= IBM Data Server Client \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_WSE    	= DB2 Workgroup Server Edition \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_WSE_DSF  = DB2 Workgroup Server Edition (DB2 pureScale Feature) \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_NLPACK 	= DB2 National Language Package \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_DOCE   	= DB2 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u30fb\u30bb\u30f3\u30bf\u30fc\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_GSE    	= DB2 Spatial Extender \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_RCON   	= WebSphere Information Integration Relational Wrappers \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_LSDC   	= WebSphere Information Integration Nonrelational Wrappers \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
missing_prereq_VSAI   	= IBM Database add-ins for Visual Studio \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%1\u5fc5\u9808 DB2 \u88fd\u54c1%2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002

INTRO_MSG = \u300c\u65b0\u898f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u88fd\u54c1\u306e DB2 \u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u30fb\u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u8d77\u52d5\u3057\u3001\u88fd\u54c1\u3092\u65b0\u3057\u3044\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u3002 \
\u65e2\u5b58\u306e\u88fd\u54c1\u306e\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u3092\u66f4\u65b0\u3001\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3001\u307e\u305f\u306f\u8ffd\u52a0\u3059\u308b\u5834\u5408\u306f\u3001\u300c\u65e2\u5b58\u306e\u88fd\u54c1\u3092\u64cd\u4f5c\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \
\u307e\u305f\u3001\u5bfe\u5fdc\u3059\u308b\u88fd\u54c1\u306e\u300c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u4ed6\u306e\u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u8d77\u52d5\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio \u306f\u3001.NET \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u305f\u3081\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u958b\u767a\u30b5\u30dd\u30fc\u30c8\u3092 Visual Studio \u3067\u63d0\u4f9b\u3057\u307e\u3059\u3002 \
\u3053\u306e\u30a2\u30c9\u30a4\u30f3\u306f\u3001IBM Data Server Runtime Client \u3092\u9664\u304f\u3059\u3079\u3066\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u7d44\u307f\u8fbc\u307e\u308c\u3066\u3044\u307e\u3059\u3002 

DSAC_DESCR = Data Server Administrator Tool \u306f\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u7ba1\u7406\u8005\u304c\u3088\u308a\u52b9\u7387\u7684\u304b\u3064\u52b9\u679c\u7684\u306b\u4efb\u610f\u306e\u6570\u306e DB2 \u304a\u3088\u3073 Informix IDS \u30c7\u30fc\u30bf\u30fb\u30b5\u30fc\u30d0\u30fc\u3092\u7ba1\u7406\u3067\u304d\u308b\u3088\u3046\u306b\u652f\u63f4\u3059\u308b\u3001Web \u30dd\u30fc\u30bf\u30eb\u30fb\u30c4\u30fc\u30eb\u3067\u3059\u3002 \
Data Server Administrator Tool \u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u554f\u984c\u306e\u89e3\u6c7a\u306b\u304b\u304b\u308b\u6642\u9593\u304c\u524a\u6e1b\u3055\u308c\u3001\u5b9a\u671f\u4fdd\u5b88\u304a\u3088\u3073\u7dad\u6301\u30bf\u30b9\u30af\u3092\u81ea\u52d5\u5316\u3057\u305f\u308a\u4e0d\u8981\u306b\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u3001\u6700\u7d42\u7684\u306b\u307e\u3063\u305f\u304f\u554f\u984c\u304c\u8d77\u3053\u3089\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u306e\u306b\u5f79\u7acb\u3064\u306e\u3067\u3001\u6c42\u3081\u3089\u308c\u308b\u30ec\u30d9\u30eb\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3067\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b5\u30fc\u30d0\u30fc\u306e\u7a3c\u50cd\u3092\u7d9a\u3051\u308b\u306e\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = \u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9
LPAD_INSTALL_TITLE = \u88fd\u54c1\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb (\u30e6\u30fc\u30b6\u30fc: %1)
LPAD_INSTALL_DESC1=\u300c\u65b0\u898f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u88fd\u54c1\u306e DB2 \u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u30fb\u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u8d77\u52d5\u3057\u3001\u88fd\u54c1\u3092\u65b0\u3057\u3044\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u3002
LPAD_INSTALL_DESC2=\u300c\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u88fd\u54c1\u306e DB2 \u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u30fb\u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u8d77\u52d5\u3057\u3001\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3057\u307e\u3059\u3002
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=\u65e2\u5b58\u306e\u88fd\u54c1\u306b\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u3092\u8ffd\u52a0\u3059\u308b\u5834\u5408\u306b\u306f\u3001\u300c\u65e2\u5b58\u306e\u88fd\u54c1\u3092\u64cd\u4f5c\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client \u306f\u3001\u975e\u30b0\u30e9\u30d5\u30a3\u30ab\u30eb\u30fb\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8\u3067\u3059\u3002\u3053\u308c\u3092\u4f7f\u7528\u3057\u3066\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304b\u3089 DB2 \u30b5\u30fc\u30d0\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u3053\u308c\u306f\u3001SQL\u3001ODBC\u3001CLI\u3001JDBC\u3001SQLJ\u3001.NET\u3001OLE DB\u3001PHP\u3001Ruby\u3001CLPPlus\u3001\u304a\u3088\u3073 CLP \u306e\u7d44\u307f\u8fbc\u307f\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u4f7f\u7528\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u5b9f\u884c\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002 \u901a\u5e38\u306f IBM Data Server Driver Package \u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u304c\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u5185\u5bb9\u3092\u5341\u5206\u306b\u7406\u89e3\u3057\u3001\u8ffd\u52a0\u306e\u6a5f\u80fd\u3092\u5fc5\u8981\u3068\u3059\u308b\u304a\u5ba2\u69d8\u306b\u306f\u3001\u4ee3\u308f\u308a\u306b\u3053\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u3054\u4f7f\u7528\u3044\u305f\u3060\u3051\u307e\u3059\u3002

CLIENT_DESCR = IBM Data Server Client \u306f\u3001DB2 \u30c7\u30fc\u30bf\u30fb\u30b5\u30fc\u30d0\u30fc\u7528\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30c9\u30e9\u30a4\u30d0\u30fc\u304a\u3088\u3073\u30c4\u30fc\u30eb\u3092\u307e\u3068\u3081\u305f\u3082\u306e\u3067\u3059\u3002 \
\u3053\u308c\u306f\u3001SQL\u3001ODBC\u3001CLI\u3001JDBC\u3001SQLJ\u3001.NET\u3001OLE DB\u3001PHP\u3001Ruby\u3001CLPPLus\u3001\u304a\u3088\u3073 CLP \u306e\u7d44\u307f\u8fbc\u307f\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u4f7f\u7528\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u5b9f\u884c\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002 \
\u901a\u5e38\u306f IBM Data Server Driver Package \u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u304c\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u5185\u5bb9\u3092\u5341\u5206\u306b\u7406\u89e3\u3057\u3001\u8ffd\u52a0\u306e\u6a5f\u80fd\u3092\u5fc5\u8981\u3068\u3059\u308b\u304a\u5ba2\u69d8\u306b\u306f\u3001\u4ee3\u308f\u308a\u306b\u3053\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u3054\u4f7f\u7528\u3044\u305f\u3060\u3051\u307e\u3059\u3002

NLPACK_DESCR = DB2 National Language Package \u306f\u3001DB2 \u88fd\u54c1\u306b\u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u306e\u305f\u3081\u306e\u5404\u56fd\u8a9e\u30b5\u30dd\u30fc\u30c8\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002 \u5404\u56fd\u8a9e\u30b5\u30dd\u30fc\u30c8\u306f\u3044\u3064\u3067\u3082\u8ffd\u52a0\u3067\u304d\u307e\u3059\u3002

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1\u3053\u306e\u88fd\u54c1\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u524d\u306b\u3001%2\u5fc5\u9808 DB2 \u88fd\u54c1%3\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002%4

PROD_NR_NOT_SUPPORTED = %1 \u306f\u3001\u975e root \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b DB2 \u88fd\u54c1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= \u65b0\u898f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
INSTALL_EXISTING_BUTTON = \u65e2\u5b58\u306e\u88fd\u54c1\u3092\u64cd\u4f5c
INSTALL_EXTERNAL_BUTTON = \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb

missing_prereqs_msg 	= \u6b20\u843d\u3057\u305f\u524d\u63d0\u6761\u4ef6:
detected_err_msg 	= \u691c\u51fa\u3055\u308c\u305f\u30a8\u30e9\u30fc:

AESE_DESCR = DB2 Advanced Enterprise Server Edition \u306f\u3001\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u898f\u6a21\u306e\u30aa\u30f3\u30c7\u30de\u30f3\u30c9\u306e\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u69cb\u7bc9\u3059\u308b\u305f\u3081\u306e\u57fa\u76e4\u3068\u3057\u3066\u7406\u60f3\u7684\u3067\u3059\u3002 \
\u4f8b\u3048\u3070\u3001\u6570\u30c6\u30e9\u30d0\u30a4\u30c8\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u69cb\u7bc9\u3057\u305f\u308a\u3001\u5927\u91cf\u306e\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u51e6\u7406\u3059\u308b\u3001\u30cf\u30a4\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3067\u5e38\u6642\u4f7f\u7528\u53ef\u80fd\u306a\u30d3\u30b8\u30cd\u30b9\u30fb\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3084 Web \u30d9\u30fc\u30b9\u306e\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u69cb\u7bc9\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \
\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u306f\u3001\u5727\u7e2e\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u306a\u3069\u306e\u5206\u91ce\u3067\u8ffd\u52a0\u306e\u62e1\u5f35\u88fd\u54c1\u6a5f\u80fd\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition (DB2 pureScale Feature) \u306f\u3001\u5206\u6563\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u4e0a\u306e DB2 \u88fd\u54c1\u306b\u30af\u30e9\u30b9\u30bf\u30ea\u30f3\u30b0\u30fb\u30c6\u30af\u30ce\u30ed\u30b8\u30fc\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002 \u3053\u306e\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u306b\u3088\u308a\u3001DB2 \u30c7\u30fc\u30bf\u306e\u53ef\u7528\u6027\u304c\u5411\u4e0a\u3057\u3001\u74b0\u5883\u306e\u51e6\u7406\u80fd\u529b\u304c\u62e1\u5f35\u3057\u3001\u67d4\u8edf\u306a\u74b0\u5883\u69cb\u6210\u65b9\u6cd5\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3001\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u30fb\u30ec\u30fc\u30c8\u304c\u5897\u5927\u3057\u307e\u3059\u3002

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = \u3053\u306e\u5358\u4e00\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30a4\u30e1\u30fc\u30b8\u306b\u306f\u3001DB2 Advanced Enterprise Server Edition\u3001DB2 Enterprise Server Edition\u3001DB2 Advanced Edition\u3001DB2 Standard Edition\u3001\u304a\u3088\u3073 DB2 Community Edition \u306e\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3068\u30d0\u30a4\u30ca\u30ea\u30fc\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\
\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u524d\u306b\u3001\u3053\u308c\u3089\u306e\u5404\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u3064\u3044\u3066\u88fd\u54c1\u8cc7\u6599\u3068\u30e9\u30a4\u30bb\u30f3\u30b9\u6761\u9805\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition \u306f\u3001\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3001\u30a6\u30a7\u30a2\u30cf\u30a6\u30b9\u3001\u304a\u3088\u3073\u305d\u308c\u3089\u306e\u6df7\u5408\u306e\u30ef\u30fc\u30af\u30ed\u30fc\u30c9\u306e\u305f\u3081\u306b\u9069\u3057\u3066\u3044\u307e\u3059\u3002 \
\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u306f\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u3001\u30e1\u30e2\u30ea\u30fc\u3001\u304a\u3088\u3073\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b5\u30a4\u30ba\u306e\u5236\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u305d\u306e\u305f\u3081\u3001\u3069\u306e\u30b5\u30a4\u30ba\u306e\u30ef\u30fc\u30af\u30ed\u30fc\u30c9\u306b\u3082\u7406\u60f3\u7684\u3067\u3059\u3002 \
\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u306f\u3001DB2 Enterprise Server Edition \u306e\u3059\u3079\u3066\u306e\u6a5f\u80fd\u3068\u3001\u30ab\u30e9\u30e0\u30fb\u30aa\u30fc\u30ac\u30ca\u30a4\u30ba\u8868\u3001\u30a4\u30f3\u30e1\u30e2\u30ea\u30fc\u30fb\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3001\u30c7\u30fc\u30bf\u5727\u7e2e\u3001\u30ef\u30fc\u30af\u30ed\u30fc\u30c9\u7ba1\u7406\u3001\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3001\u304a\u3088\u3073\u5206\u6563\u30d1\u30fc\u30c6\u30a3\u30b7\u30e7\u30cb\u30f3\u30b0\u6a5f\u80fd\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002 \
\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u306f\u3001\u5145\u5b9f\u3057\u305f\u30a6\u30a7\u30a2\u30cf\u30a6\u30b9\u30fb\u30c4\u30fc\u30eb\u3001Optim \u30c4\u30fc\u30eb\u3001\u304a\u3088\u3073 IBM Data Studio \u304c\u4ed8\u5c5e\u3057\u3066\u3044\u307e\u3059\u3002 \
\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f DB2 \u30b5\u30fc\u30d0\u30fc\u306e\u307f\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u3002 \
\u4ed8\u5c5e\u306e\u30c4\u30fc\u30eb\u306f\u5225\u500b\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition \u306f\u3001\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u304a\u3088\u3073\u6df7\u5408\u306e\u30ef\u30fc\u30af\u30ed\u30fc\u30c9\u306e\u305f\u3081\u306b\u9069\u3057\u3066\u3044\u307e\u3059\u3002 \
\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u306f\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u3001\u30e1\u30e2\u30ea\u30fc\u3001\u304a\u3088\u3073\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b5\u30a4\u30ba\u306e\u5236\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u305d\u306e\u305f\u3081\u3001\u3069\u306e\u30b5\u30a4\u30ba\u306e\u30ef\u30fc\u30af\u30ed\u30fc\u30c9\u306b\u3082\u7406\u60f3\u7684\u3067\u3059\u3002 \
\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u306f\u3001DB2 Workgroup Server Edition \u306e\u3059\u3079\u3066\u306e\u6a5f\u80fd\u3068\u3001Multi-Temperature Storage\u3001\u30de\u30c6\u30ea\u30a2\u30e9\u30a4\u30ba\u7167\u4f1a\u8868\u3001\u591a\u6b21\u5143\u30af\u30e9\u30b9\u30bf\u30ea\u30f3\u30b0\u3001\u7167\u4f1a\u4e26\u5217\u51e6\u7406\u3001\u63a5\u7d9a\u30b3\u30f3\u30bb\u30f3\u30c8\u30ec\u30fc\u30bf\u30fc\u3001\u30a2\u30af\u30bb\u30b9\u30fb\u30d7\u30e9\u30f3\u306e\u518d\u5229\u7528\u3001\u304a\u3088\u3073\u30b9\u30ad\u30e3\u30f3\u30fb\u30b7\u30a7\u30a2\u30ea\u30f3\u30b0\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002 \
\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u306f\u30a6\u30a7\u30a2\u30cf\u30a6\u30b9\u30fb\u30c4\u30fc\u30eb\u3068 IBM Data Studio \u30c4\u30fc\u30eb\u3082\u4ed8\u5c5e\u3057\u3066\u3044\u307e\u3059\u3002\u305d\u308c\u3089\u306f\u3059\u3079\u3066\u5225\u500b\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u5fc5\u8981\u3067\u3059\u3002 \
%1Db2 Advanced Edition %1Db2 Advanced Edition \u306f\u3001\u30cf\u30a4\u30d6\u30ea\u30c3\u30c9\u30fb\u30af\u30e9\u30a6\u30c9\u306e\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u3092\u5bb9\u6613\u306b\u3059\u308b\u30e9\u30a4\u30bb\u30f3\u30b9\u4ea4\u4ed8\u30e1\u30c8\u30ea\u30c3\u30af\u3092\u5099\u3048\u305f\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u5411\u3051\u306e\u5305\u62ec\u7684\u306a\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\
\u3053\u306e\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u30c7\u30fc\u30bf\u30a6\u30a7\u30a2\u30cf\u30a6\u30b8\u30f3\u30b0\u3001\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3001\u304a\u3088\u3073\u5206\u6790\u306e\u6a5f\u80fd\u3092 1 \u3064\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u3067\u63d0\u4f9b\u3057\u307e\u3059\u3002 \
Db2 Advanced Edition \u306f\u3001\u7121\u671f\u9650\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30e9\u30a4\u30bb\u30f3\u30b9\u3068\u3057\u3066\u3082\u3001\u30d7\u30ec\u30df\u30a2\u30e0 IBM \u30b5\u30dd\u30fc\u30c8\u4ed8\u304d\u306e\u5b9f\u7a3c\u50cd\u3068\u975e\u5b9f\u7a3c\u50cd\u3067\u306e\u7121\u5236\u9650\u4f7f\u7528\u306e\u6708\u6b21\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3068\u3057\u3066\u3082\u5229\u7528\u53ef\u80fd\u3067\u3059\u3002\
Db2 Advanced Edition \u306f\u3001\u30b9\u30c8\u30ec\u30fc\u30b8\u306e\u6700\u9069\u5316\u3001\u30e1\u30e2\u30ea\u30fc\u5185\u30b3\u30f3\u30d4\u30e5\u30fc\u30c6\u30a3\u30f3\u30b0\u3001\u4fe1\u983c\u3067\u304d\u308b\u30b7\u30b9\u30c6\u30e0\u53ef\u7528\u6027\u3001\u304a\u3088\u3073\u30ef\u30fc\u30af\u30ed\u30fc\u30c9\u7ba1\u7406\u306e\u30c4\u30fc\u30eb\u306e\u62e1\u5f35\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\
\u307e\u305f\u3001\u3053\u306e\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306b\u3088\u3063\u3066\u3001\u30cf\u30a4\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3001\u884c\u52d5\u306b\u3064\u306a\u304c\u308b\u6d1e\u5bdf\u3001\u9023\u7d9a\u53ef\u7528\u6027\u3068\u4fe1\u983c\u6027\u304c\u3001\u3088\u308a\u4f4e\u3044\u30b3\u30b9\u30c8\u3067\u78ba\u4fdd\u3055\u308c\u307e\u3059\u3002 \
\u3053\u308c\u306b\u3088\u3063\u3066\u3001\u30aa\u30f3\u30d7\u30ec\u30df\u30b9\u307e\u305f\u306f\u30af\u30e9\u30a6\u30c9\u306e\u305f\u3081\u306e\u3001\u3088\u308a\u67d4\u8edf\u306a\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u30fb\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002 \
Db2 Advanced Edition \u306b\u306f\u6b21\u306e\u5229\u70b9\u304c\u3042\u308a\u307e\u3059\u3002%2%3%4\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3068\u5206\u6790\u304c\u5411\u4e0a\u3057\u3001\u3088\u308a\u8fc5\u901f\u306a\u610f\u601d\u6c7a\u5b9a\u304c\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059\u3002%5%4\u9ad8\u53ef\u7528\u6027\u707d\u5bb3\u5fa9\u65e7\u6a5f\u80fd\u304c\u3042\u308a\u307e\u3059\u3002%5%4\u5b89\u5168\u3067\u67d4\u8edf\u306a\u74b0\u5883\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002%5%4\u3055\u307e\u3056\u307e\u306a\u30c7\u30fc\u30bf\u3068\u306e\u5bfe\u8a71\u304c\u52b9\u7387\u5316\u3055\u308c\u307e\u3059\u3002%5%4\u751f\u7523\u6027\u304c\u5411\u4e0a\u3057\u3001\u7ba1\u7406\u306e\u52b4\u529b\u304c\u6e1b\u308a\u307e\u3059\u3002%5%6Db2 Advanced Edition \u306f\u30011 \u3064\u306e\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u304b\u3089\u6570\u767e\u500b\u306e\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u306b\u81f3\u308b\u3042\u3089\u3086\u308b\u30b5\u30a4\u30ba\u306e Linux\u00ae\u3001UNIX\u3001\u307e\u305f\u306f Windows \u30b5\u30fc\u30d0\u30fc\u306b\u30c7\u30d7\u30ed\u30a4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u7269\u7406\u30b5\u30fc\u30d0\u30fc\u3068\u4eee\u60f3\u30b5\u30fc\u30d0\u30fc\u306e\u3069\u3061\u3089\u306b\u3082\u30c7\u30d7\u30ed\u30a4\u3067\u304d\u307e\u3059\u3002\
\u30d7\u30ed\u30b0\u30e9\u30e0\u306e\u6599\u91d1: Db2 Advanced Edition \u306f\u3001\u4eee\u60f3\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u30fb\u30b3\u30a2 (VPC) \u8ab2\u91d1\u5358\u4f4d\u3067\u3001\u304a\u3088\u3073\u975e\u5b9f\u7a3c\u50cd\u74b0\u5883 (\u958b\u767a\u74b0\u5883\u3084\u30c6\u30b9\u30c8\u74b0\u5883\u306a\u3069) \u306e\u5834\u5408\u306f\u8a31\u53ef\u30e6\u30fc\u30b6\u30fc (AU) \u5358\u4f4d\u3067\u5229\u7528\u3067\u304d\u307e\u3059\u3002\
%1Db2 Standard Edition %1Db2 Standard Edition \u306f\u4e2d\u5c0f\u898f\u6a21\u30d3\u30b8\u30cd\u30b9\u5411\u3051\u306e\u9ad8\u6027\u80fd\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u3042\u308a\u3001\u30cf\u30a4\u30d6\u30ea\u30c3\u30c9\u30fb\u30af\u30e9\u30a6\u30c9\u30fb\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u306e\u305f\u3081\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u4ea4\u4ed8\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u5099\u3048\u3066\u3044\u307e\u3059\u3002\
\u3053\u308c\u306f Db2 Advanced Edition \u3068\u4f3c\u3066\u3044\u307e\u3059\u304c\u3001\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u306e\u30b5\u30a4\u30ba\u306b\u5236\u9650\u304c\u3042\u308a\u307e\u3059\u3002\
\u3053\u308c\u306b\u3088\u3063\u3066\u3001\u30aa\u30f3\u30d7\u30ec\u30df\u30b9\u307e\u305f\u306f\u30af\u30e9\u30a6\u30c9\u306e\u305f\u3081\u306e\u3001\u3088\u308a\u67d4\u8edf\u306a\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u30fb\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002 \
Db2 Standard Edition \u306b\u306f\u6b21\u306e\u7279\u5fb4\u3068\u5229\u70b9\u304c\u3042\u308a\u307e\u3059\u3002%2%3%4\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3068\u5206\u6790\u304c\u5411\u4e0a\u3057\u3001\u3088\u308a\u8fc5\u901f\u306a\u610f\u601d\u6c7a\u5b9a\u304c\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059\u3002%5%4\u9ad8\u53ef\u7528\u6027\u707d\u5bb3\u5fa9\u65e7\u6a5f\u80fd\u304c\u3042\u308a\u307e\u3059\u3002\
%5%4\u5b89\u5168\u3067\u67d4\u8edf\u306a\u74b0\u5883\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\
%5%4\u3055\u307e\u3056\u307e\u306a\u30c7\u30fc\u30bf\u3068\u306e\u5bfe\u8a71\u304c\u52b9\u7387\u5316\u3055\u308c\u307e\u3059\u3002\
%5%4\u751f\u7523\u6027\u304c\u5411\u4e0a\u3057\u3001\u7ba1\u7406\u306e\u52b4\u529b\u304c\u6e1b\u308a\u307e\u3059\u3002\
%5%6Db2 Standard Edition \u306f\u3001\u4eee\u60f3 CPU \u8ab2\u91d1\u5358\u4f4d\u3067\u3001\u304a\u3088\u3073\u975e\u5b9f\u7a3c\u50cd\u74b0\u5883 (\u958b\u767a\u74b0\u5883\u3084\u30c6\u30b9\u30c8\u74b0\u5883) \u306e\u5834\u5408\u306f\u8a31\u53ef\u30e6\u30fc\u30b6\u30fc\u5358\u4f4d\u3067\u5229\u7528\u3067\u304d\u307e\u3059\u3002\
\u4eee\u60f3\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u30fb\u30b3\u30a2\u306f 16 \u500b\u3001\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30fb\u30e1\u30e2\u30ea\u30fc\u306f 128 GB \u306b\u5236\u9650\u3055\u308c\u307e\u3059\u3002\
\u3053\u308c\u3089\u306e\u5236\u9650\u306f\u3001\u7269\u7406\u307e\u305f\u306f\u4eee\u60f3\u306e\u5404\u30b5\u30fc\u30d0\u30fc\u306b\u9069\u7528\u3055\u308c\u307e\u3059\u3002\u305f\u3060\u3057\u3001pureScale \u30af\u30e9\u30b9\u30bf\u30fc\u3084 DPF \u30af\u30e9\u30b9\u30bf\u30fc\u306b\u30c7\u30d7\u30ed\u30a4\u3055\u308c\u308b\u5834\u5408\u306f\u305d\u306e\u9650\u308a\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\
\u3053\u308c\u3089\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3067\u306f\u3001\u5236\u9650\u306f\u30af\u30e9\u30b9\u30bf\u30fc\u5168\u4f53\u306b\u9069\u7528\u3055\u308c\u307e\u3059\u3002\
%1Db2 Community Edition%1Db2 Community Edition \u3067\u306f\u3001Db2 \u306e\u3059\u3079\u3066\u306e\u30b3\u30a2\u6a5f\u80fd\u304c\u7121\u6599\u3067\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002\
Db2 Community Edition \u306f\u3001\u958b\u767a\u8005\u304a\u3088\u3073\u30d1\u30fc\u30c8\u30ca\u30fc\u30fb\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u5411\u3051\u306e\u3001Db2 \u30c7\u30fc\u30bf\u30fb\u30b5\u30fc\u30d0\u30fc\u306e\u7121\u6599\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u30fb\u30ec\u30d9\u30eb\u30fb\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u3067\u3059\u3002\
\u6570\u5206\u3067\u7a3c\u50cd\u3092\u958b\u59cb\u3067\u304d\u308b\u3088\u3046\u306b\u8a2d\u8a08\u3055\u308c\u3066\u304a\u308a\u3001\u4f7f\u3044\u3084\u3059\u304f\u3001\u81ea\u5df1\u7ba1\u7406\u6a5f\u80fd\u304c\u7d44\u307f\u8fbc\u307e\u308c\u3001Linux\u3001UNIX\u3001\u304a\u3088\u3073 Windows \u5411\u3051\u306e Db2 \u306e\u3059\u3079\u3066\u306e\u30b3\u30a2\u6a5f\u80fd\u3092\u542b\u3093\u3067\u3044\u307e\u3059\u3002\
Db2 Community Edition \u3092\u4f7f\u7528\u3057\u3066\u958b\u767a\u3055\u308c\u305f\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30b3\u30fc\u30c9\u306e\u4fee\u6b63\u306a\u3057\u3067\u30b7\u30fc\u30e0\u30ec\u30b9\u306b\u3001\u3088\u308a\u30b9\u30b1\u30fc\u30e9\u30d6\u30eb\u306a Db2 \u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u3066\u30c7\u30d7\u30ed\u30a4\u3067\u304d\u307e\u3059\u3002\
Db2 Community Edition \u306f\u3001\u6700\u5927\u3067\u4eee\u60f3\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u30fb\u30b3\u30a2 4 \u500b\u3001\u304a\u3088\u3073\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30fb\u30e1\u30e2\u30ea\u30fc 16 GB \u306b\u5236\u9650\u3055\u308c\u307e\u3059\u3002\
\u3053\u308c\u3089\u306e\u5236\u9650\u306f\u3001\u7269\u7406\u307e\u305f\u306f\u4eee\u60f3\u306e\u5404\u30b5\u30fc\u30d0\u30fc\u306b\u9069\u7528\u3055\u308c\u307e\u3059\u3002\u305f\u3060\u3057\u3001pureScale \u30af\u30e9\u30b9\u30bf\u30fc\u3084 DPF \u30af\u30e9\u30b9\u30bf\u30fc\u306b\u30c7\u30d7\u30ed\u30a4\u3055\u308c\u308b\u5834\u5408\u306f\u305d\u306e\u9650\u308a\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\
\u3053\u308c\u3089\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3067\u306f\u3001\u5236\u9650\u306f\u30af\u30e9\u30b9\u30bf\u30fc\u5168\u4f53\u306b\u9069\u7528\u3055\u308c\u307e\u3059\u3002Db2 Community Edition \u306f\u3001\u30e1\u30b8\u30e3\u30fc\u30fb\u30ea\u30ea\u30fc\u30b9\u30fb\u30de\u30a4\u30eb\u30b9\u30c8\u30fc\u30f3\u3067\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u3055\u308c\u3001\u30aa\u30f3\u30e9\u30a4\u30f3\u30fb\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u30fb\u30d9\u30fc\u30b9\u306e\u652f\u63f4\u304c\u4ed8\u5c5e\u3057\u3066\u3044\u307e\u3059\u3002\
Db2 Community Edition \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u3001\u30a2\u30af\u30c6\u30a3\u30d9\u30fc\u30b7\u30e7\u30f3\u30fb\u30ad\u30fc\u3092\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30a4\u30e1\u30fc\u30b8\u306b\u9069\u7528\u3059\u308b\u3060\u3051\u3067\u3001\u3088\u308a\u30b9\u30b1\u30fc\u30e9\u30d6\u30eb\u306a\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3067\u304d\u307e\u3059\u3002\
\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u5373\u6642\u306b\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3055\u308c\u3001\u9ad8\u53ef\u7528\u6027\u30af\u30e9\u30b9\u30bf\u30ea\u30f3\u30b0\u3084\u8907\u88fd\u306a\u3069\u306e\u8ffd\u52a0\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u3092\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002

ESE_DSF_DESCR = DB2 Advanced Edition (pureScale) \u306f\u30af\u30e9\u30b9\u30bf\u30ea\u30f3\u30b0\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a DB2 \u30c7\u30fc\u30bf\u306e\u53ef\u7528\u6027\u304c\u5411\u4e0a\u3057\u3001\u74b0\u5883\u306e\u51e6\u7406\u80fd\u529b\u304c\u62e1\u5f35\u3055\u308c\u3001\u74b0\u5883\u306e\u69cb\u6210\u65b9\u6cd5\u304c\u67d4\u8edf\u306b\u306a\u308a\u3001\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u901f\u5ea6\u304c\u5411\u4e0a\u3057\u307e\u3059\u3002 \
\u3053\u306e\u5358\u4e00\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30a4\u30e1\u30fc\u30b8\u306b\u306f\u3001DB2 Advanced Enterprise Server Edition \u304a\u3088\u3073 DB2 Advanced Workgroup Server Edition (\u3044\u305a\u308c\u3082 DB2 pureScale \u3092\u4f34\u3046) \u306e\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3068\u30d0\u30a4\u30ca\u30ea\u30fc\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002 

WSE_DESCR = DB2 Workgroup Server Edition \u306e\u57fa\u672c\u6a5f\u80fd\u306f DB2 Enterprise Server Edition \u3068\u540c\u3058\u3067\u3059\u304c\u3001CPU \u6570\u304a\u3088\u3073\u30e1\u30e2\u30ea\u30fc\u5bb9\u91cf\u306b\u5236\u9650\u304c\u3042\u308a\u307e\u3059\u3002 \
DB2 Workgroup Server Edition \u306f\u3001\u30ef\u30fc\u30af\u30b0\u30eb\u30fc\u30d7\u3084\u4e2d\u898f\u6a21\u306e\u30d3\u30b8\u30cd\u30b9\u74b0\u5883\u306e\u30cb\u30fc\u30ba\u3092\u6e80\u305f\u3059\u3088\u3046\u306b\u8a2d\u8a08\u3055\u308c\u3066\u3044\u307e\u3059\u3002

WSE_DSF_DESCR = DB2 Workgroup Server Edition (DB2 pureScale Feature) \u306f\u3001\u5206\u6563\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u4e0a\u306e DB2 \u88fd\u54c1\u306b\u30af\u30e9\u30b9\u30bf\u30ea\u30f3\u30b0\u30fb\u30c6\u30af\u30ce\u30ed\u30b8\u30fc\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002 \
\u3053\u306e\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u306b\u3088\u308a\u3001DB2 \u30c7\u30fc\u30bf\u306e\u53ef\u7528\u6027\u304c\u5411\u4e0a\u3057\u3001\u74b0\u5883\u306e\u51e6\u7406\u80fd\u529b\u304c\u62e1\u5f35\u3057\u3001\u67d4\u8edf\u306a\u74b0\u5883\u69cb\u6210\u65b9\u6cd5\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3001\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u30fb\u30ec\u30fc\u30c8\u304c\u5897\u5927\u3057\u307e\u3059\u3002

EXP_DESCR = DB2 Express Edition \u306f\u3001DB2 Workgroup Server Edition \u3068\u4f3c\u3066\u3044\u307e\u3059\u304c\u3001\u8868\u30d1\u30fc\u30c6\u30a3\u30b7\u30e7\u30f3\u306e\u6a5f\u80fd\u304c\u306a\u304f\u3001\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u3068\u30e1\u30e2\u30ea\u30fc\u4f7f\u7528\u91cf\u306b\u3055\u3089\u306b\u5236\u9650\u304c\u3042\u308b\u3068\u3044\u3046\u70b9\u304c\u7570\u306a\u308a\u307e\u3059\u3002 \
\u305d\u306e\u305f\u3081\u3001\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306f\u3001\u6bd4\u8f03\u7684\u5c0f\u3055\u306a\u30ef\u30fc\u30af\u30ed\u30fc\u30c9 (\u4f8b\u3048\u3070\u5c0f\u898f\u6a21\u306a\u30aa\u30d5\u30a3\u30b9\u3067\u306e\u30ef\u30fc\u30af\u30ed\u30fc\u30c9\u306a\u3069) \u306e\u8981\u4ef6\u306b\u6700\u3082\u9069\u3057\u3066\u3044\u307e\u3059\u3002 \
\u3053\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u306f IBM Data Studio \u30c4\u30fc\u30eb\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u306f\u5225\u500b\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u5fc5\u8981\u3067\u3059\u3002 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition \u306e\u57fa\u672c\u6a5f\u80fd\u306f DB2 Enterprise Server Edition \u3068\u540c\u3058\u3067\u3059\u304c\u3001CPU \u6570\u304a\u3088\u3073\u30e1\u30e2\u30ea\u30fc\u5bb9\u91cf\u306b\u5236\u9650\u304c\u3042\u308a\u307e\u3059\u3002 \
DB2 Express-C Edition \u306f\u3001\u4e2d\u5805\u898f\u6a21\u30d3\u30b8\u30cd\u30b9 (SMB) \u5e02\u5834\u306e\u30cb\u30fc\u30ba\u3092\u6e80\u305f\u3059\u3088\u3046\u306b\u8a2d\u8a08\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \
\u3053\u306e\u88fd\u54c1\u306f\u3001Linux \u304a\u3088\u3073 Windows \u306e\u5404\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30fb\u30b7\u30b9\u30c6\u30e0\u3067\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002 \
\u3053\u306e\u7121\u6599\u30c7\u30fc\u30bf\u30fb\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3059\u308b IBM \u306e\u30b5\u30dd\u30fc\u30c8\u304a\u3088\u3073\u4fdd\u5b88\u3092\u5fc5\u8981\u3068\u3059\u308b\u5834\u5408\u306f\u3001\u66f4\u65b0\u53ef\u80fd\u306a 12 \u30ab\u6708\u9593\u306e\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u304c\u4ed8\u3044\u3066\u3044\u308b\u3082\u306e\u3092\u8cfc\u5165\u3067\u304d\u307e\u3059\u3002

CONSV_DESCR = DB2 Connect Server \u88fd\u54c1\u306f\u30013 \u5c64\u74b0\u5883\u306b\u304a\u3044\u3066\u63a5\u7d9a\u6027\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002 \
\u3055\u307e\u3056\u307e\u306a\u30c7\u30b9\u30af\u30c8\u30c3\u30d7\u30fb\u30b7\u30b9\u30c6\u30e0\u4e0a\u3067\u5b9f\u884c\u3055\u308c\u3066\u3044\u308b DB2 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u3001DB2 for z/OS \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b5\u30fc\u30d0\u30fc\u304a\u3088\u3073 DB2 for IBM i \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b5\u30fc\u30d0\u30fc\u306b\u76f4\u63a5\u63a5\u7d9a\u3067\u304d\u307e\u3059 (\u63a8\u5968\u3055\u308c\u308b 2 \u5c64\u74b0\u5883\u306e\u5834\u5408)\u3002\u3042\u308b\u3044\u306f\u3001DB2 Connect Server \u3092\u4ecb\u3057\u3066\u9593\u63a5\u7684\u306b\u63a5\u7d9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002 \
DB2 Connect \u88fd\u54c1\u306b\u306f\u3001\u30c7\u30b9\u30af\u30c8\u30c3\u30d7\u30fb\u30b7\u30b9\u30c6\u30e0\u306b\u30c7\u30d7\u30ed\u30a4\u3059\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8\u3068\u3001\u305d\u308c\u3089\u306e\u30b7\u30b9\u30c6\u30e0\u4e0a\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092 DB2 for z/OS \u30c7\u30fc\u30bf\u30fb\u30b5\u30fc\u30d0\u30fc\u307e\u305f\u306f DB2 for IBM i \u30c7\u30fc\u30bf\u30fb\u30b5\u30fc\u30d0\u30fc\u306b\u76f4\u63a5\u307e\u305f\u306f\u9593\u63a5\u7684\u306b\u63a5\u7d9a\u3059\u308b API \u30c9\u30e9\u30a4\u30d0\u30fc\u304c\u7d44\u307f\u8fbc\u307e\u308c\u3066\u3044\u307e\u3059\u3002 \
DB2 Connect Server \u69cb\u6210\u306f\u3001\u30d5\u30a7\u30c7\u30ec\u30fc\u30c6\u30c3\u30c9\u63a5\u7d9a\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = DB2 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u30fb\u30bb\u30f3\u30bf\u30fc\u306b\u306f\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u7ba1\u7406\u3001\u7167\u4f1a\u7ba1\u7406\u3001\u30d3\u30b8\u30cd\u30b9\u30fb\u30a4\u30f3\u30c6\u30ea\u30b8\u30a7\u30f3\u30b9\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u958b\u767a\u306a\u3069\u306e DB2 \u88fd\u54c1\u306e\u3042\u3089\u3086\u308b\u5074\u9762\u3092\u7db2\u7f85\u3057\u305f DB2 \u88fd\u54c1\u8cc7\u6599\u304c\u7528\u610f\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \
%1DB2 \u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u30fb\u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u3066\u3001DB2 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u30fb\u30bb\u30f3\u30bf\u30fc\u3092\u3054\u81ea\u5206\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u306b\u30ed\u30fc\u30ab\u30eb\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \
DB2 \u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u30fb\u30bb\u30f3\u30bf\u30fc\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u304c\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306b\u63a5\u7d9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u4ed6\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u306e\u30e6\u30fc\u30b6\u30fc\u3082 Web \u30d6\u30e9\u30a6\u30b6\u30fc\u3092\u4f7f\u3063\u3066\u305d\u308c\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002 

LSDC_DESCR = InfoSphere Federation Server \u975e\u30ea\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u30fb\u30e9\u30c3\u30d1\u30fc\u306b\u3088\u3063\u3066\u3001\u30d5\u30a7\u30c7\u30ec\u30fc\u30c6\u30c3\u30c9\u30fb\u30b7\u30b9\u30c6\u30e0\u306f\u3001XML \u30d9\u30fc\u30b9\u306e\u30c7\u30fc\u30bf\u3001WebSphere MQ \u30e1\u30c3\u30bb\u30fc\u30b8\u3001Excel \u306a\u3069\u306e\u30bd\u30fc\u30b9\u306e\u30c7\u30fc\u30bf\u3001\u304a\u3088\u3073\u30ab\u30b9\u30bf\u30e0\u30d3\u30eb\u30c8\u306e C++ \u30e9\u30c3\u30d1\u30fc\u3084 Java \u30e9\u30c3\u30d1\u30fc\u3092\u4ecb\u3057\u3066\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u30bd\u30fc\u30b9\u306e\u30c7\u30fc\u30bf\u3092\u3001\u7d71\u5408\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

RCON_DESCR = InfoSphere Federation Server \u30ea\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u30fb\u30e9\u30c3\u30d1\u30fc\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001DB2 \u306a\u3069\u306e\u5206\u6563\u30ea\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb\u30fb\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u3042\u308b\u30c7\u30fc\u30bf\u3092\u7167\u4f1a\u304a\u3088\u3073\u53d6\u5f97\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002  \
\u5358\u4e00\u306e SQL \u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u3067 1 \u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u53c2\u7167\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \
\u4f8b\u3048\u3070\u3001DB2 \u8868\u306b\u3042\u308b\u30c7\u30fc\u30bf\u3068\u3001Oracle \u8868\u306b\u3042\u308b\u30c7\u30fc\u30bf\u3068\u3001Microsoft SQL Server \u30d3\u30e5\u30fc\u304b\u3089\u53d6\u5f97\u3057\u305f\u30c7\u30fc\u30bf\u3092\u7d50\u5408\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = DB2 for Linux, UNIX, and Windows \u306e\u30c7\u30fc\u30bf\u3001\u304a\u3088\u3073\u30c7\u30fc\u30bf\u51e6\u7406\u3092\u4e2d\u5fc3\u3068\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u7ba1\u7406\u3059\u308b\u4e00\u9023\u306e GUI \u30c4\u30fc\u30eb\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u3059\u3002 \
\u3053\u308c\u3089\u306e\u30c4\u30fc\u30eb\u306f\u3001\u7279\u5b9a\u306e\u30c7\u30fc\u30bf\u7ba1\u7406\u30ed\u30fc\u30eb\u304a\u3088\u3073\u30bf\u30b9\u30af\u3092\u5bfe\u8c61\u306b\u3001\u5358\u72ec\u3067\u3082\u5f37\u529b\u306b\u6a5f\u80fd\u3057\u307e\u3059\u304c\u3001\u305d\u308c\u4ee5\u4e0a\u306b\u3001\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u9593\u3067\u30b7\u30fc\u30e0\u30ec\u30b9\u306b\u6a5f\u80fd\u3057\u3001\u30ed\u30fc\u30eb\u3092\u6a2a\u65ad\u3057\u305f\u5354\u696d\u3001\u751f\u7523\u6027\u306e\u5411\u4e0a\u3001\u304a\u3088\u3073\u52b9\u7387\u5316\u3092\u5b9f\u73fe\u3057\u307e\u3059\u3002

TOOLS_LINK_LABEL =  \u30c4\u30fc\u30eb\u306e\u53d6\u5f97
TOOLS_ALT_IMG_TEXT = \u30d6\u30e9\u30a6\u30b6\u30fc\u306e\u8d77\u52d5

### please leave at least one blank line at the end of the file
