#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Instalowanie produktu

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Enterprise Server Edition.
missing_prereq_AESE   	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Advanced Enterprise Server Edition z opcj\u0105 DB2 pureScale Feature.
missing_prereq_ESE_DSF 	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Enterprise Server Edition z opcj\u0105 DB2 pureScale Feature.
missing_prereq_EXP    	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Express.
missing_prereq_EXPC    	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Express-C.
missing_prereq_CONSV  	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Connect Server.
missing_prereq_RTCL   	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu IBM Data Server Client.
missing_prereq_WSE    	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Workgroup Server Edition z opcj\u0105 DB2 pureScale Feature.
missing_prereq_NLPACK 	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem pakietu j\u0119zyka narodowego DB2.
missing_prereq_DOCE   	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem Centrum informacyjnego DB2.
missing_prereq_GSE    	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu DB2 Spatial Extender.
missing_prereq_RCON   	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= Zainstaluj %1wymagane produkty DB2%2 przed zainstalowaniem produktu IBM Database Add-Ins for Visual Studio.

INTRO_MSG = Kliknij przycisk Instaluj nowy, aby uruchomi\u0107 Kreator instalacji DB2 w celu zainstalowania wymaganego produktu w nowym miejscu. \
Aby zaktualizowa\u0107 lub doda\u0107 sk\u0142adniki do istniej\u0105cego produktu, kliknij przycisk Praca z istniej\u0105cym. \
Instalacj\u0119 innych produkt\u00f3w mo\u017cna rozpocz\u0105\u0107, klikaj\u0105c przycisk Instaluj dla odpowiedniego produktu. 		
		
VSAI_DESCR = Produkt IBM Database Add-Ins for Visual Studio u\u0142atwia programowanie aplikacji .NET w \u015brodowisku Visual Studio. \
Ten program dodatkowy jest do\u0142\u0105czony do wszystkich pakiet\u00f3w klienckich z wyj\u0105tkiem klienta IBM Data Server Runtime Client. 

DSAC_DESCR = Narz\u0119dzie administracyjne serwera danych to narz\u0119dzie w postaci portalu WWW, kt\u00f3re pomaga administratorom baz danych wydajniej i efektywniej zarz\u0105dza\u0107 dowoln\u0105 liczb\u0105 serwer\u00f3w danych DB2 i Informix IDS. \
Narz\u0119dzie administracyjne serwera danych mo\u017ce pom\u00f3c w utrzymaniu serwer\u00f3w baz danych na wymaganym poziomie wydajno\u015bci poprzez zredukowanie czasu wymaganego na rozwi\u0105zywanie problem\u00f3w, automatyzacj\u0119 i eliminowanie obs\u0142ugi podprogram\u00f3w oraz zada\u0144 utrzymania i ostatecznie poprzez pomoc w unikaniu problem\u00f3w.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Aktualizacja
LPAD_INSTALL_TITLE = Instalacja produktu jako %1
LPAD_INSTALL_DESC1=Kliknij przycisk Instaluj nowy, aby uruchomi\u0107 Kreator instalacji DB2 w celu zainstalowania wymaganego produktu w nowym miejscu.
LPAD_INSTALL_DESC2=Kliknij przycisk Aktualizuj, aby uruchomi\u0107 Kreator instalacji DB2 dla wybranego produktu i zaktualizowa\u0107 instancj\u0119.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Aby doda\u0107 opcje do istniej\u0105cego produktu, kliknij przycisk Praca z istniej\u0105cym.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = Produkt IBM Data Server Runtime Client to klient pozbawiony interfejsu graficznego, kt\u00f3ry umo\u017cliwia aplikacjom dost\u0119p do serwer\u00f3w DB2. Zapewnia on obs\u0142ug\u0119 aplikacji u\u017cywaj\u0105cych wbudowanych interfejs\u00f3w SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus i CLP. Ten pakiet kliencki jest alternatyw\u0105 wobec preferowanego pakietu sterownik\u00f3w IBM Data Server Driver Package, przeznaczon\u0105 dla klient\u00f3w, kt\u00f3rzy doskonale rozumiej\u0105 zawarto\u015b\u0107 pakiet\u00f3w klienckich i wymagaj\u0105 opcji dodatkowych.

CLIENT_DESCR = Produkt IBM Data Server Client jest zestawem sterownik\u00f3w aplikacji klienckiej oraz narz\u0119dzi przeznaczonych dla serwer\u00f3w danych DB2. \
Zapewnia on obs\u0142ug\u0119 aplikacji u\u017cywaj\u0105cych wbudowanych interfejs\u00f3w SQL, ODBC, \
CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus i CLP. \
Ten pakiet kliencki jest alternatyw\u0105 wobec preferowanego pakietu sterownik\u00f3w IBM Data Server Driver Package, przeznaczon\u0105 dla klient\u00f3w, kt\u00f3rzy doskonale rozumiej\u0105 zawarto\u015b\u0107 pakiet\u00f3w klienckich i wymagaj\u0105 opcji dodatkowych.

NLPACK_DESCR = Pakiet j\u0119zyk\u00f3w narodowych DB2 umo\u017cliwia dodanie do produkt\u00f3w DB2 \
obs\u0142ugi j\u0119zyk\u00f3w narodowych w celu ich zlokalizowania. Obs\u0142ug\u0119 j\u0119zyk\u00f3w narodowych mo\u017cna doda\u0107 w ka\u017cdej chwili.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Zainstaluj %2wymagane produkty DB2%3 przed zainstalowaniem tego produktu.%4

PROD_NR_NOT_SUPPORTED = %1 nie jest obs\u0142ugiwanym produktem DB2 w przypadku instalacji u\u017cytkownika innego ni\u017c administrator.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Instaluj nowy
INSTALL_EXISTING_BUTTON = Praca z istniej\u0105cym
INSTALL_EXTERNAL_BUTTON = Instaluj

missing_prereqs_msg 	= Niespe\u0142nione wymagania wst\u0119pne:
detected_err_msg 	= Wykryte b\u0142\u0119dy:

AESE_DESCR = DB2 Advanced Enterprise Server Edition stanowi idealny fundament do budowania \
og\u00f3lnokorporacyjnych rozwi\u0105za\u0144 na \u017c\u0105danie. \
Mo\u017cna na przyk\u0142ad zbudowa\u0107 terabajtowe bazy danych, wysokowydajne, dost\u0119pne 24/7, obszerne \
rozwi\u0105zania biznesowe do przetwarzania transakcji lub rozwi\u0105zania z interfejsem WWW. \
Ta edycja obejmuje dodatkowe, zaawansowane mo\u017cliwo\u015bci produktu w takich \
obszarach jak kompresja, wydajno\u015b\u0107, replikacja i bezpiecze\u0144stwo. 

AESE_DSF_DESCR = Produkt DB2 Advanced Enterprise Server Edition z opcj\u0105 DB2 \
pureScale Feature udost\u0119pnia technologi\u0119 klastrow\u0105 produktom DB2 na platformach rozproszonych. Opcja ta zwi\u0119ksza dost\u0119pno\u015b\u0107 danych DB2, rozszerza moc \
obliczeniow\u0105 danego \u015brodowiska, zapewnia elastyczne metody konfigurowania \
\u015brodowiska i przyspiesza wykonywanie transakcji.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Ten pojedynczy obraz instalacyjny zawiera biblioteki i pliki binarne oprogramowania DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition i DB2 Community Edition. \
Przed zainstalowaniem oprogramowania zapoznaj si\u0119 z dokumentacj\u0105 produktu i warunkami licencji dla poszczeg\u00f3lnych edycji. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition to oprogramowanie umo\u017cliwiaj\u0105ce obs\u0142ug\u0119 przetwarzania transakcyjnego, hurtowni danych i obci\u0105\u017ce\u0144 mieszanych. \
Ta edycja nie ma ogranicze\u0144 dotycz\u0105cych procesor\u00f3w, pami\u0119ci i wielko\u015bci bazy danych, jest wi\u0119c idealnym rozwi\u0105zaniem do obs\u0142ugi obci\u0105\u017ce\u0144 dowolnej wielko\u015bci. \
Ta edycja zawiera wszystkie funkcje dost\u0119pne w edycji DB2 Enterprise Server Edition, a tak\u017ce funkcje tabel zorganizowanych wed\u0142ug kolumn, obs\u0142ugi bazy danych w pami\u0119ci, kompresji danych, zarz\u0105dzania obci\u0105\u017ceniami, replikacji oraz rozproszonego partycjonowania. \
Edycja zawiera tak\u017ce pe\u0142ny zestaw narz\u0119dzi do obs\u0142ugi hurtowni danych, narz\u0119dzia Optim oraz program IBM Data Studio. \
Ta opcja instaluje jedynie serwer DB2. \
Do\u0142\u0105czone narz\u0119dzia wymagaj\u0105 odr\u0119bnej instalacji. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition to oprogramowanie umo\u017cliwiaj\u0105ce obs\u0142ug\u0119 obci\u0105\u017ce\u0144 transakcyjnych i mieszanych. \
Ta edycja nie ma ogranicze\u0144 dotycz\u0105cych procesor\u00f3w, pami\u0119ci i wielko\u015bci bazy danych, jest wi\u0119c idealnym rozwi\u0105zaniem do obs\u0142ugi obci\u0105\u017ce\u0144 dowolnej wielko\u015bci. \
Ta edycja zawiera wszystkie funkcje dost\u0119pne w edycji DB2 Workgroup Server Edition, a dodatkowo umo\u017cliwia przechowywanie danych o r\u00f3\u017cnej temperaturze, obs\u0142ug\u0119 zmaterializowanych tabel zapyta\u0144, grupowania wielowymiarowego, paralelizmu zapyta\u0144, koncentratora po\u0142\u0105cze\u0144, ponownego u\u017cycia plan\u00f3w dost\u0119pu oraz wsp\u00f3\u0142u\u017cytkowania skan\u00f3w. \
W ramach tej edycji dostarczane s\u0105 r\u00f3wnie\u017c narz\u0119dzia do obs\u0142ugi hurtowni danych oraz narz\u0119dzia IBM Data Studio. Wymagaj\u0105 one odr\u0119bnej instalacji. \
%1Db2 Advanced Edition %1Db2 Advanced Edition stanowi kompleksowe rozwi\u0105zanie do obs\u0142ugi baz danych w przedsi\u0119biorstwie. Spos\u00f3b licencjonowania umo\u017cliwia wdra\u017canie rozwi\u0105zania w chmurze hybrydowej. \
Rozwi\u0105zanie to zapewnia w ramach jednego pakietu obs\u0142ug\u0119 hurtowni danych oraz przetwarzania transakcyjnego i mechanizm\u00f3w analitycznych. \
Produkt Db2 Advanced Edition jest oferowany zar\u00f3wno w ramach bezterminowej licencji na oprogramowanie, jak i w formie subskrypcji miesi\u0119cznej. Modele licencjonowania obejmuj\u0105 nieograniczone wykorzystanie w celach produkcyjnych i pozaprodukcyjnych oraz wsparcie IBM na poziomie Premium. \
Edycja ta zawiera zaawansowane funkcje optymalizacji pami\u0119ci masowej, przetwarzania w pami\u0119ci oraz zapewniania dost\u0119pno\u015bci systemu, a tak\u017ce narz\u0119dzia do zarz\u0105dzania obci\u0105\u017ceniami. \
Odznacza si\u0119 du\u017c\u0105 wydajno\u015bci\u0105, daje mo\u017cliwo\u015b\u0107 praktycznego wykorzystania wynik\u00f3w analiz, zapewnia sta\u0142\u0105 dost\u0119pno\u015b\u0107 i niezawodno\u015b\u0107, a przy tym pozwala ograniczy\u0107 koszty. \
Mechanizm ten umo\u017cliwia elastyczne wdra\u017canie rozwi\u0105zania w siedzibie przedsi\u0119biorstwa i w chmurze. \
Produkt Db2 Advanced Edition oferuje nast\u0119puj\u0105ce korzy\u015bci dla u\u017cytkownik\u00f3w: %2%3%4Zwi\u0119ksza wydajno\u015b\u0107 aplikacji i zawiera mechanizmy analityczne umo\u017cliwiaj\u0105ce szybkie podejmowanie decyzji.%5%4Zawiera funkcje obs\u0142ugi wysokiej dost\u0119pno\u015bci i usuwania skutk\u00f3w awarii.%5%4Stanowi bezpieczne, elastyczne \u015brodowisko.%5%4Umo\u017cliwia skuteczne wsp\u00f3\u0142dzia\u0142anie z r\u00f3\u017cnymi \u017ar\u00f3d\u0142ami danych.%5%4Pozwala zwi\u0119kszy\u0107 produktywno\u015b\u0107 i ograniczy\u0107 pracoch\u0142onno\u015b\u0107 czynno\u015bci administracyjnych.%5%6Rozwi\u0105zanie Db2 Advanced Edition mo\u017cna wdro\u017cy\u0107 na serwerach Linux\u00ae, UNIX lub Windows dowolnej wielko\u015bci (od jednego do kilkuset procesor\u00f3w), zar\u00f3wno fizycznych, jak i wirtualnych. \
Op\u0142aty za u\u017cywanie programu: op\u0142aty rozliczeniowe za produkt Db2 Advanced Edition s\u0105 ustalane na podstawie liczby wirtualnych rdzeni procesora (VPC) lub liczby Autoryzowanych U\u017cytkownik\u00f3w w przypadku \u015brodowisk pozaprodukcyjnych (np. programistycznych i testowych). \
%1Db2 Standard Edition %1Db2 Standard Edition to wydajna baza danych dla ma\u0142ych i \u015brednich przedsi\u0119biorstw, udost\u0119pniaj\u0105ca opcje licencjonowania umo\u017cliwiaj\u0105ce wdro\u017cenie w hybrydowych \u015brodowiskach przetwarzania w chmurze. \
Edycja ta jest podobna do Db2 Advanced Edition, ale podlega ograniczeniom dotycz\u0105cym wielko\u015bci instalacji. \
Mechanizm ten umo\u017cliwia elastyczne wdra\u017canie rozwi\u0105zania w siedzibie przedsi\u0119biorstwa i w chmurze. \
Produkt Db2 Standard Edition oferuje nast\u0119puj\u0105ce korzy\u015bci dla u\u017cytkownik\u00f3w: %2%3%4Zwi\u0119ksza wydajno\u015b\u0107 aplikacji i zawiera mechanizmy analityczne umo\u017cliwiaj\u0105ce szybkie podejmowanie decyzji.%5%4Zawiera funkcje obs\u0142ugi wysokiej dost\u0119pno\u015bci i usuwania skutk\u00f3w awarii. \
%5%4Stanowi bezpieczne, elastyczne \u015brodowisko. \
%5%4Umo\u017cliwia skuteczne wsp\u00f3\u0142dzia\u0142anie z r\u00f3\u017cnymi \u017ar\u00f3d\u0142ami danych. \
%5%4Pozwala zwi\u0119kszy\u0107 produktywno\u015b\u0107 i ograniczy\u0107 pracoch\u0142onno\u015b\u0107 czynno\u015bci administracyjnych. \
%5%6Op\u0142aty rozliczeniowe za produkt Db2 Standard Edition s\u0105 ustalane na podstawie liczby procesor\u00f3w wirtualnych lub liczby Autoryzowanych U\u017cytkownik\u00f3w w przypadku \u015brodowisk pozaprodukcyjnych (tj. \
\u015brodowisk programistycznych i testowych). Klient ma prawo korzysta\u0107 z maksymalnie 16 wirtualnych rdzeni procesora i 128 GB pami\u0119ci instancji. \
Ograniczenia te dotycz\u0105 wszystkich serwer\u00f3w fizycznych i wirtualnych, o ile nie s\u0105 one wdro\u017cone w klastrze pureScale lub DPF. \
W takim bowiem przypadku ograniczenia dotycz\u0105 ca\u0142ego klastra. \
%1Produkt Db2 Community Edition%1Db2 Community Edition udost\u0119pnia wszystkie podstawowe mo\u017cliwo\u015bci Db2 bez \u017cadnych op\u0142at. \
Db2 Community Edition to bezp\u0142atna, podstawowa edycja serwera danych Db2 przeznaczona dla spo\u0142eczno\u015bci programist\u00f3w i partner\u00f3w. \
Mo\u017cna j\u0105 zainstalowa\u0107 i skonfigurowa\u0107 w ci\u0105gu kilku minut, jest prosta w obs\u0142udze i \u0142atwa do osadzania. Zawiera opcje automatycznego zarz\u0105dzania i wszystkie podstawowe mo\u017cliwo\u015bci produktu Db2 dla system\u00f3w Linux, UNIX i Windows. \
Rozwi\u0105zania utworzone z wykorzystaniem produktu Db2 Community Edition mo\u017cna bez problemu wdra\u017ca\u0107 przy u\u017cyciu bardziej skalowalnych edycji Db2 bez konieczno\u015bci modyfikowania kodu aplikacji. \
W przypadku produktu Db2 Community Edition Klient ma prawo korzysta\u0107 z maksymalnie 4 wirtualnych rdzeni procesora i 16 GB pami\u0119ci instancji. \
Ograniczenia te dotycz\u0105 wszystkich serwer\u00f3w fizycznych i wirtualnych, o ile nie s\u0105 one wdro\u017cone w klastrze pureScale lub DPF. \
W tych instancjach ograniczenia dotycz\u0105 ca\u0142ego klastra. Produkt Db2 Community Edition zosta\u0142 od\u015bwie\u017cony w g\u0142\u00f3wnych kamieniach milowych wydania i jest dostarczany ze wsparciem pochodz\u0105cym od spo\u0142eczno\u015bci. \
Baz\u0119 danych utworzon\u0105 w produkcie Db2 Community Edition mo\u017cna zaktualizowa\u0107 do innych, bardziej skalowalnych edycji poprzez zastosowanie klucza aktywacyjnego do obrazu bazy danych. \
Baza danych zostanie zaktualizowana natychmiast, co zapewni dost\u0119p do dodatkowych funkcji, takich jak obs\u0142uga klastr\u00f3w wysokiej dost\u0119pno\u015bci i replikacja.

ESE_DSF_DESCR = Edycje DB2 Advanced z opcj\u0105 pureScale zawieraj\u0105 funkcje obs\u0142ugi klastr\u00f3w, kt\u00f3re umo\u017cliwiaj\u0105 zwi\u0119kszenie dost\u0119pno\u015bci danych DB2 i rozszerzenie mocy obliczeniowej danego \u015brodowiska. Zapewniaj\u0105 elastyczne metody konfigurowania \u015brodowiska i przyspieszaj\u0105 wykonywanie transakcji. \
Ten pojedynczy obraz instalacyjny zawiera biblioteki i pliki binarne oprogramowania DB2 Advanced Enterprise Server Edition i DB2 Advanced Workgroup Server Edition z opcj\u0105 DB2 pureScale. 

WSE_DESCR = Produkt DB2 Workgroup Server Edition ma podstawow\u0105 funkcjonalno\u015b\u0107 \
tak\u0105 sam\u0105 jak produkt DB2 Enterprise Server Edition, jednak z ograniczeniem \
liczby procesor\u00f3w i wielko\u015bci pami\u0119ci. \
Produkt DB2 Workgroup Server Edition jest przeznaczony dla \u015brodowisk grup \
roboczych lub \u015bredniej wielko\u015bci przedsi\u0119biorstw.

WSE_DSF_DESCR = Produkt DB2 Workgroup Server Edition z opcj\u0105 DB2 pureScale Feature udost\u0119pnia technologi\u0119 klastrow\u0105 produktom DB2 na platformach \
rozproszonych. \
Opcja ta zwi\u0119ksza dost\u0119pno\u015b\u0107 danych DB2, rozszerza moc \
obliczeniow\u0105 danego \u015brodowiska, zapewnia elastyczne metody konfigurowania \
\u015brodowiska i przyspiesza wykonywanie transakcji.

EXP_DESCR = Edycja DB2 Express Edition jest podobna do edycji DB2 Workgroup Server Edition, nie zawiera jednak funkcji partycjonowania tabel i wprowadza dalsze ograniczenia dotycz\u0105ce wykorzystania procesor\u00f3w i pami\u0119ci. \
Z tego powodu najlepiej sprawdza si\u0119 w przypadku mniejszych wymaga\u0144 dotycz\u0105cych obci\u0105\u017ce\u0144, na przyk\u0142ad w niewielkich firmach. \
Ta edycja zawiera narz\u0119dzie IBM Data Studio, kt\u00f3re wymaga odr\u0119bnej instalacji. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = Produkt DB2 Express-C Edition ma podstawow\u0105 funkcjonalno\u015b\u0107 tak\u0105 \
sam\u0105 jak produkt DB2 Enterprise Server Edition, jednak z ograniczeniem liczby \
procesor\u00f3w i wielko\u015bci pami\u0119ci. \
Produkt DB2 Express-C Edition jest przeznaczony na rynek ma\u0142ych i \u015brednich \
przedsi\u0119biorstw. \
Ten produkt jest dost\u0119pny dla system\u00f3w operacyjnych Linux i Windows. \
Je\u015bli potrzebne s\u0105 us\u0142ugi wsparcia i serwisowania \u015bwiadczone przez IBM w odniesieniu do tego bezp\u0142atnego serwera \
danych, to mo\u017cna go naby\u0107 z odnawialn\u0105 subskrypcj\u0105 12-miesi\u0119czn\u0105.

CONSV_DESCR = Produkty DB2 Connect Server udost\u0119pniaj\u0105 funkcje po\u0142\u0105cze\u0144 w \
tr\u00f3jwarstwowym \u015brodowisku. \
Aplikacje DB2 dzia\u0142aj\u0105ce w r\u00f3\u017cnych systemach desktop mog\u0105 \u0142\u0105czy\u0107 si\u0119 \
z serwerami baz danych DB2 for z/OS oraz DB2 for IBM i bezpo\u015brednio (w preferowanym \u015brodowisku dwuwarstwowym) lub za po\u015brednictwem serwera DB2 Connect Server. \
Produkty DB2 Connect obejmuj\u0105 pakiety klienckie wdra\u017cane w systemach \
desktop, ze sterownikami interfejs\u00f3w API, kt\u00f3re nawi\u0105zuj\u0105 po\u0142\u0105czenie \
bezpo\u015brednie lub po\u015brednie mi\u0119dzy aplikacjami w tych systemach a serwerem \
danych DB2 for z/OS lub DB2 for IBM i. \
Konfiguracja serwera DB2 Connect Server obs\u0142uguje po\u0142\u0105czenia stowarzyszone. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = Centrum informacyjne DB2 zawiera dokumentacj\u0119 produktu DB2, kt\u00f3ra \
obejmuje wszystkie zagadnienia zwi\u0105zane z produktem DB2 - mi\u0119dzy innymi \
informacje z zakresu po\u0142\u0105cze\u0144 bazy danych, administrowania baz\u0105 danych, \
zarz\u0105dzania zapytaniami, inteligentnej analizy danych i tworzenia aplikacji. \
%1Korzystaj\u0105c z kreatora instalacji DB2, mo\u017cna zainstalowa\u0107 Centrum informacyjne \
DB2 na komputerze lokalnym. \
Je\u015bli komputer, na kt\u00f3rym instalowane jest Centrum informacyjne DB2, jest \
pod\u0142\u0105czony do sieci, to u\u017cytkownicy innych komputer\u00f3w mog\u0105 tak\u017ce uzyska\u0107 \
dost\u0119p do dokumentacji za po\u015brednictwem przegl\u0105darki WWW. 

LSDC_DESCR = Opakowania nierelacyjne produktu InfoSphere Federation Server \
umo\u017cliwiaj\u0105 zintegrowanie - w ramach systemu stowarzyszonego - danych w \
formacie XML, komunikat\u00f3w programu WebSphere MQ i danych pochodz\u0105cych ze \u017ar\u00f3de\u0142 \
takich jak program Excel czy \u017ar\u00f3d\u0142a dost\u0119pne za po\u015brednictwem niestandardowych \
opakowa\u0144 napisanych w j\u0119zykach C++ i Java.

RCON_DESCR = Korzystaj\u0105c z opakowa\u0144 relacyjnych produktu InfoSphere Federation \
Server, mo\u017cna generowa\u0107 zapytania i pobiera\u0107 dane znajduj\u0105ce si\u0119 w rozproszonych \
relacyjnych bazach danych DB2 i innych.  \
Pojedyncza instrukcja SQL mo\u017ce odwo\u0142ywa\u0107 si\u0119 do jednej lub wielu baz danych. \
Mo\u017cna na przyk\u0142ad \u0142\u0105czy\u0107 dane z tabeli DB2 z danymi znajduj\u0105cymi si\u0119 w tabeli Oracle i z danymi \
pobranymi z widoku serwera Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Dost\u0119pny jest pakiet narz\u0119dzi z interfejsem GUI do zarz\u0105dzania danymi z bazy DB2 dla system\u00f3w Linux, UNIX i Windows oraz aplikacjami zorientowanymi na dane. \
Poszczeg\u00f3lne narz\u0119dzia oferuj\u0105 bogat\u0105 funkcjonalno\u015b\u0107 ukierunkowan\u0105 na konkretne role i zadania zwi\u0105zane z zarz\u0105dzaniem danymi; co wa\u017cniejsze, wszystkie komponenty bezproblemowo wsp\u00f3\u0142dzia\u0142aj\u0105 ze sob\u0105 i wspomagaj\u0105 wsp\u00f3\u0142prac\u0119 mi\u0119dzy osobami o r\u00f3\u017cnych rolach, sprzyjaj\u0105 efektywno\u015bci i produktywno\u015bci pracy.

TOOLS_LINK_LABEL =  Pobierz narz\u0119dzia
TOOLS_ALT_IMG_TEXT = uruchom przegl\u0105dark\u0119

### please leave at least one blank line at the end of the file
