#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Instalar un producto

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Enterprise Server Edition.
missing_prereq_AESE   	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Advanced Enterprise Server Edition con DB2 pureScale Feature.
missing_prereq_ESE_DSF 	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Enterprise Server Edition con DB2 pureScale Feature.
missing_prereq_EXP    	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Express.
missing_prereq_EXPC    	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Express-C.
missing_prereq_CONSV  	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Connect Server.
missing_prereq_RTCL   	= Instale los %1productos DB2 necesarios%2 antes de instalar IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= Instale los %1productos DB2 necesarios%2 antes de instalar IBM Data Server Client.
missing_prereq_WSE    	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Workgroup Server Edition con DB2 pureScale Feature.
missing_prereq_NLPACK 	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 National Language Package.
missing_prereq_DOCE   	= Instale los %1productos DB2 necesarios%2 antes de instalar el Centro de informaci\u00f3n de DB2.
missing_prereq_GSE    	= Instale los %1productos DB2 necesarios%2 antes de instalar DB2 Spatial Extender.
missing_prereq_RCON   	= Instale los %1productos DB2 necesarios%2 antes de instalar WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= Instale los %1productos DB2 necesarios%2 antes de instalar WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= Instale los %1productos DB2 necesarios%2 antes de instalar IBM Database Add-ins for Visual Studio.

INTRO_MSG = Pulse Instalar nuevo para iniciar el Asistente de instalaci\u00f3n de DB2 para el producto deseado e instalar el producto en una nueva ubicaci\u00f3n. \
Si desea actualizar o a\u00f1adir caracter\u00edsticas a un producto existente, pulse Trabajar con existente. \
Tambi\u00e9n puede iniciar las instalaciones de otros productos pulsando Instalar para el producto correspondiente. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio proporciona soporte de desarrollo de aplicaciones para aplicaciones .NET en Visual Studio. \
Este complemento se incluye en todos los paquetes de cliente, excepto en IBM Data Server Runtime Client. 

DSAC_DESCR = Data server administrator tool es una herramienta de portal Web que ayuda a los administradores de bases de datos a gestionar de forma m\u00e1s efectiva y eficaz m\u00faltiples servidores de datos de DB2 e Informix IDS. \
Data server administrator tool puede ayudar a que los servidores de bases de datos funcionen seg\u00fan el nivel de rendimiento necesario al reducir el tiempo necesario para resolver problemas, automatizar y eliminar las tareas sistem\u00e1ticas de mantenimiento y, en \u00faltima instancia, ayudar a evitar problemas en general.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Actualizar
LPAD_INSTALL_TITLE = Instalar un producto como %1
LPAD_INSTALL_DESC1=Pulse Instalar nuevo para iniciar el Asistente de instalaci\u00f3n de DB2 para el producto deseado e instalar el producto en una nueva ubicaci\u00f3n.
LPAD_INSTALL_DESC2=Pulse Actualizar para iniciar el asistente de instalaci\u00f3n de DB2 correspondiente al producto deseado y actualizar la instancia.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Si desea a\u00f1adir caracter\u00edsticas a un producto existente, pulse Trabajar con existente.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client es un paquete de cliente no gr\u00e1fico que permite que las aplicaciones accedan a los servidores DB2. Proporciona soporte para ejecutar aplicaciones que utilizan interfaces SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus y CLP incorporadas. Este paquete de cliente es una alternativa al IBM Data Server Driver Package preferido para clientes que entienden por completo el contenido de los paquetes de cliente y necesitan caracter\u00edsticas adicionales.

CLIENT_DESCR = IBM Data Server Client es una colecci\u00f3n de controladores de aplicaciones de cliente y herramientas para servidores de datos DB2. \
Proporciona soporte para ejecutar aplicaciones que utilizan interfaces SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus y CLP incorporadas. \
Este paquete de cliente es una alternativa al IBM Data Server Driver Package preferido para clientes que entienden por completo el contenido de los paquetes de cliente y necesitan caracter\u00edsticas adicionales.

NLPACK_DESCR = El Paquete de idiomas nacionales de DB2 a\u00f1ade soporte de idiomas nacionales a los productos DB2 para localizarlos. Puede a\u00f1adir soporte de idioma nacional en cualquier momento.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Instale los %2productos DB2 necesarios%3 antes de instalar este producto.%4

PROD_NR_NOT_SUPPORTED = %1 no es un producto DB2 soportado para instalaci\u00f3n no root.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Instalar nuevo
INSTALL_EXISTING_BUTTON = Trabajar con existente
INSTALL_EXTERNAL_BUTTON = Instalar

missing_prereqs_msg 	= Requisitos previos que faltan:
detected_err_msg 	= Errores detectados:

AESE_DESCR = DB2 Advanced Enterprise Server Edition es una base ideal para crear bajo demanda soluciones para toda la empresa. \
Se pueden crear, por ejemplo, bases de datos con tama\u00f1o de varios terabytes, soluciones empresariales de proceso de transacciones de alto volumen y alto rendimiento disponibles 24x7 o soluciones basadas en web. \
Esta edici\u00f3n incluye funciones de producto avanzadas adicionales en \u00e1reas como, por ejemplo, la compresi\u00f3n, el rendimiento, la duplicaci\u00f3n y la seguridad. 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition con DB2 pureScale Feature proporciona tecnolog\u00eda de cl\u00faster para los productos DB2 en plataformas distribuidas. Esta caracter\u00edstica mejora la disponibilidad de los datos de DB2, ampl\u00eda la capacidad de \
proceso del entorno, proporciona formas flexibles para configurar el entorno y aumenta las velocidades de transacciones.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Esta imagen de instalaci\u00f3n individual tiene las bibliotecas y los binarios para DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition y DB2 Community Edition. \
Revise la documentaci\u00f3n del producto y los t\u00e9rminos de licencia para cada una de estas ediciones antes de realizar la instalaci\u00f3n. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition es adecuado para las cargas de trabajo de transacciones, de almac\u00e9n y combinadas. \
Esta edici\u00f3n no tiene l\u00edmites de tama\u00f1o de procesador, memoria o base de datos, por lo que resulta ideal para cualquier tama\u00f1o de carga de trabajo. \
Esta edici\u00f3n incluye todas las funciones contenidas en la base de datos de la memoria interna de DB2 Enterprise Server Edition m\u00e1s las tablas organizadas en columnas, las funciones de compresi\u00f3n de datos, gesti\u00f3n de carga de trabajo, r\u00e9plica y particionamiento distribuido. \
Esta edici\u00f3n tambi\u00e9n incluye un complemento completo de herramientas de base de datos, herramientas Optim e IBM Data Studio. \
Esta opci\u00f3n solo instala el servidor de DB2. \
Las herramientas incluidas se deben instalar por separado. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition es adecuado para las cargas de trabajo de transacciones y las cargas de trabajo mixtas. \
Esta edici\u00f3n no tiene l\u00edmites de tama\u00f1o de procesador, memoria o base de datos, por lo que resulta ideal para cualquier tama\u00f1o de carga de trabajo. \
Esta edici\u00f3n incluye todas las funciones que se encuentran en DB2 Workgroup Server Edition m\u00e1s almacenamiento a varias temperaturas, tablas de consulta materializadas, agrupaci\u00f3n en cl\u00faster multidimensional, paralelismo de consultas, concentrador de conexiones, reutilizaci\u00f3n del plan de acceso y compartici\u00f3n de exploraciones. \
Esta edici\u00f3n tambi\u00e9n incluye las herramientas de almac\u00e9n y las herramientas de IBM Data Studio, todas las cuales requieren una instalaci\u00f3n por separado. \
%1Db2 Advanced Edition %1Db2 Advanced Edition proporciona una soluci\u00f3n de base de datos completa para la empresa con una m\u00e9trica de licencia que facilita un despliegue de nube h\u00edbrida. \
Esta soluci\u00f3n ofrece almacenamiento de datos y prestaciones transaccionales y anal\u00edticas en un paquete. \
Db2 Advanced Edition est\u00e1 disponible tanto como licencia de software perpetua como suscripci\u00f3n mensual para la producci\u00f3n sin restricciones y el uso no productivo con el soporte premium de IBM. \
Db2 Advanced Edition proporciona funciones avanzadas para la optimizaci\u00f3n del almacenamiento, la inform\u00e1tica en memoria, una disponibilidad fiable del sistema y herramientas de gesti\u00f3n de carga de trabajo. \
La soluci\u00f3n tambi\u00e9n permite garantizar un elevado rendimiento, informaci\u00f3n accionable, disponibilidad continua y fiabilidad a un coste menor. \
Ofrece opciones de despliegue flexibles para el entorno local o en la nube. \
Db2 Advanced Edition ofrece estas ventajas: %2%3%4Mejora el rendimiento de la aplicaci\u00f3n y la anal\u00edtica para agilizar las decisiones.%5%4Ofrece una alta disponibilidad y capacidad de recuperaci\u00f3n tras desastre.%5%4Proporciona un entorno seguro, flexible y fiable.%5%4Interact\u00faa con una amplia variedad de datos de manera m\u00e1s eficaz.%5%4Aumenta la productividad y reduce el trabajo de administraci\u00f3n.%5%6Db2 Advanced Edition puede desplegarse en servidores Linux\u00ae, UNIX o Windows de cualquier tama\u00f1o, desde un procesador a cientos de procesadores, y en servidores f\u00edsicos y virtuales. \
Cargos por el programa: Db2 Advanced Edition est\u00e1 disponible con una m\u00e9trica de cargos por N\u00facleo de procesador virtual (VPC) y con una m\u00e9trica de Usuario Autorizado (AU) para entornos de no producci\u00f3n (como entornos de prueba y desarrollo). \
%1Db2 Standard Edition %1Db2 Standard Edition es una base de datos de alto rendimiento para peque\u00f1as y medianas empresas, con opciones de licencia para despliegues de nube h\u00edbrida. \
Es similar a Db2 Advanced Edition, sin embargo, est\u00e1 restringida en el tama\u00f1o del despliegue. \
Ofrece opciones de despliegue flexibles para el entorno local o en la nube. \
Db2 Standard Edition ofrece estas ventajas: %2%3%4Mejora el rendimiento de la aplicaci\u00f3n y la anal\u00edtica para agilizar las decisiones.%5%4Ofrece una alta disponibilidad y capacidad de recuperaci\u00f3n tras desastre. \
%5%4Proporciona un entorno seguro y flexible. \
%5%4Interact\u00faa con distintos datos de manera m\u00e1s eficaz. \
%5%4Mejora la productividad y reduce las tareas administrativas. \
%5%6Db2 Standard Edition est\u00e1 disponible con una m\u00e9trica de cargos por CPU virtual y una m\u00e9trica de Usuario Autorizado para entornos de no producci\u00f3n (tambi\u00e9n denominados \
entornos de desarrollo y prueba). Est\u00e1 restringido a 16 n\u00facleos de procesador virtual y 128 GB de memoria de instancia. \
Estas restricciones se aplican a todos los servidores f\u00edsicos o virtuales, a menos que se desplieguen en un cl\u00faster pureScale o DPF. \
En estas instancias, las restricciones se aplican a todo el cl\u00faster. \
%1Db2 Community Edition%1Db2 Community Edition proporciona todas las funciones principales de Db2 sin cargo alguno. \
Db2 Community Edition es una edici\u00f3n gratuita y de nivel de entrada del servidor de datos de Db2 para la comunidad de socios y desarrolladores. \
Est\u00e1 dise\u00f1ado para estar activo en cuesti\u00f3n de minutos, es f\u00e1cil de usar e incluir, incluye funciones de autogesti\u00f3n e incorpora todas las funciones principales de Db2 para Linux, UNIX y Windows. \
Las soluciones que se desarrollan utilizando Db2 Community Edition se pueden desplegar sin problemas utilizando ediciones de Db2 m\u00e1s escalables sin modificaciones en el c\u00f3digo de aplicaci\u00f3n. \
Db2 Community Edition est\u00e1 restringido a un m\u00e1ximo de 4 n\u00facleos de procesador virtual y 16 GB de memoria de instancia. \
Estas restricciones se aplican a todos los servidores f\u00edsicos o virtuales, a menos que se desplieguen en un cl\u00faster pureScale o DPF. \
En estas instancias, las restricciones se aplican a todo el cl\u00faster. Db2 Community Edition se renueva seg\u00fan los hitos de las versiones importantes e incluye asistencia en l\u00ednea basada en la comunidad. \
Puede actualizar la base de datos de Db2 Community Edition a una edici\u00f3n m\u00e1s escalable aplicando una clave de activaci\u00f3n a la imagen de base de datos. \
La base de datos se actualizar\u00e1 inmediatamente y proporcionar\u00e1 acceso a funciones adicionales, como la agrupaci\u00f3n en cl\u00faster de alta disponibilidad y la r\u00e9plica.

ESE_DSF_DESCR = DB2 Advanced Edition con pureScale proporciona funciones de agrupaci\u00f3n en cl\u00faster que mejoran la disponibilidad de los datos de DB2, ampl\u00edan la capacidad de proceso del entorno, proporcionan modos flexibles de configurar el entorno y aumenta la tasa de transacciones. \
Esta imagen de instalaci\u00f3n individual tiene las bibliotecas y los binarios para DB2 Advanced Enterprise Server Edition, DB2 Advanced Workgroup Server Edition junto con DB2 pureScale. 

WSE_DESCR = DB2 Workgroup Server Edition tiene la misma funcionalidad base de DB2 Enterprise Server Edition, pero con l\u00edmites en el n\u00famero de CPU y la cantidad de memoria. \
DB2 Workgroup Server Edition est\u00e1 pensado para satisfacer las necesidades de un entorno de un grupo de trabajo o de una empresa mediana.

WSE_DSF_DESCR = DB2 Workgroup Server Edition con DB2 pureScale Feature proporciona tecnolog\u00eda de cl\u00faster para los productos DB2 en plataformas distribuidas. \
Esta caracter\u00edstica mejora la disponibilidad de los datos de DB2, ampl\u00eda la capacidad de \
proceso del entorno, proporciona formas flexibles para configurar el entorno y aumenta las velocidades de transacciones.

EXP_DESCR = DB2 Express Edition es similar a DB2 Workgroup Server Edition, excepto que excluye la partici\u00f3n de tablas e impone l\u00edmites adicionales en el uso del procesador y la memoria. \
Por lo tanto, esta edici\u00f3n se adapta mejor a los requisitos de carga de trabajo m\u00e1s modestos, tales como los de una peque\u00f1a oficina. \
Esta edici\u00f3n incluye la herramienta IBM Data Studio, la cual requiere una instalaci\u00f3n por separado. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition tiene la misma funcionalidad base de DB2 Enterprise Server Edition, pero con l\u00edmites en el n\u00famero de CPU y la cantidad de memoria. \
DB2 Express-C Edition est\u00e1 pensado para satisfacer las necesidades del mercado de la peque\u00f1a y median empresa (PYMES). \
Este producto est\u00e1 disponible para los sistemas operativos Linux y Windows. \
Si necesita mantenimiento y soporte de IBM para este servidor de datos gratuito, puede adquirirlo con una suscripci\u00f3n renovable cada 12 meses.

CONSV_DESCR = Los productos DB2 Connect Server proporcionan conectividad en un entorno de tres niveles. \
Las aplicaciones DB2 que se ejecutan en varios sistemas de escritorio se pueden conectar directamente a servidores de base de datos DB2 para z/OS y DB2 for IBM i (en un entorno de dos niveles, lo que se prefiere) o indirectamente a trav\u00e9s de DB2 Connect Server. \
Los productos DB2 Connect incluyen paquetes de cliente, que se despliegan en los sistemas de escritorio, con controladores de API que conectan las aplicaciones de esos sistemas directa o indirectamente con un servidor de datos DB2 para z/OS o DB2 para IBM i. \
La configuraci\u00f3n de DB2 Connect Server da soporte a conexiones federadas. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = El Centro de informaci\u00f3n de DB2 alberga la documentaci\u00f3n del producto DB2 que abarca todos los aspectos de DB2, incluidos la conectividad de bases de datos, la administraci\u00f3n de bases de datos, la gesti\u00f3n de consultas, Business Intelligence y el desarrollo de aplicaciones. \
%1Utilizando el Asistente de instalaci\u00f3n de DB2, puede instalar el Centro de informaci\u00f3n de DB2 de forma local en el sistema. \
Si el sistema en el que instala el Centro de informaci\u00f3n de DB2 est\u00e1 conectado a una red, los usuarios de otros sistemas tambi\u00e9n podr\u00e1n acceder al mismo a trav\u00e9s de un navegador web. 

LSDC_DESCR = Los derivadores no relacionales de InfoSphere Federation Server permiten a un sistema federado integrar datos basados en XML, mensajes de WebSphere MQ y datos de fuentes como Excel y fuentes a las que puede acceder mediante los derivadores C++ y Java incorporados.

RCON_DESCR = Utilice los derivadores relacionales de InfoSphere Federation Server para consultar y recuperar datos que se encuentren en bases de datos relacionales distribuidas DB2 y otras bases de datos relacionales.  \
Una sola sentencia de SQL puede hacer referencia a una base de datos o a varias. \
Por ejemplo, es posible unir datos que se encuentren en una tabla de DB2, datos que se hallen en una tabla de Oracle y datos recuperados desde una vista de Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Tiene a su disposici\u00f3n un conjunto de herramientas de la GUI para gestionar los datos \
y las aplicaciones orientadas a datos de DB2 para Linux, UNIX y Windows. \
Por separado, estas herramientas proporcionan potentes prestaciones cuyo objetivo son determinados roles y tareas de gesti\u00f3n de datos; y sobre todo, los componentes interact\u00faan de forma transparente, lo que ofrece mayor colaboraci\u00f3n, productividad y efectividad a los distintos roles.

TOOLS_LINK_LABEL =  Obtener las herramientas
TOOLS_ALT_IMG_TEXT = iniciar navegador

### please leave at least one blank line at the end of the file
