#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Produkt installieren

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Enterprise Server Edition installieren.
missing_prereq_AESE   	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Advanced Enterprise Server Edition installieren.
missing_prereq_AESE_DSF = Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Advanced Enterprise Server Edition mit DB2 pureScale Feature installieren.
missing_prereq_ESE_DSF 	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Enterprise Server Edition mit DB2 pureScale Feature installieren.
missing_prereq_EXP    	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Express installieren.
missing_prereq_EXPC    	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Express-C installieren.
missing_prereq_CONSV  	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Connect Server installieren.
missing_prereq_RTCL   	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie IBM Data Server Runtime Client installieren.
missing_prereq_CLIENT 	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie IBM Data Server Client installieren.
missing_prereq_WSE    	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Workgroup Server Edition installieren.
missing_prereq_WSE_DSF  = Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Workgroup Server Edition mit DB2 pureScale Feature installieren.
missing_prereq_NLPACK 	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie das DB2-Landessprachenpaket installieren.
missing_prereq_DOCE   	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie das DB2 Information Center installieren.
missing_prereq_GSE    	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie DB2 Spatial Extender installieren.
missing_prereq_RCON   	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie WebSphere Information Integration Relational Wrappers installieren.
missing_prereq_LSDC   	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie WebSphere Information Integration Nonrelational Wrappers installieren.
missing_prereq_VSAI   	= Installieren Sie die %1erforderlichen DB2-Produkte%2, bevor Sie IBM Database Add-Ins for Visual Studio installieren.

INTRO_MSG = Klicken Sie 'Neue Installation' an, um den DB2-Installationsassistenten f\u00fcr das gew\u00fcnschte Produkt zu starten und das Produkt an einer neuen Speicherposition zu installieren. \
Wenn Sie eine Aktualisierung oder ein Upgrade f\u00fcr ein vorhandenes Produkt durchf\u00fchren oder einem vorhandenen Produkt Funktionen hinzuf\u00fcgen wollen, klicken Sie 'Mit vorhandener Installation arbeiten' an. \
Sie k\u00f6nnen auch weitere Produktinstallationen starten, indem Sie f\u00fcr das jeweilige Produkt 'Installieren' anklicken. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio stellt Anwendungsentwicklungsunterst\u00fctzung f\u00fcr .NET-Anwendungen in Visual Studio bereit. \
Dieses Add-in ist in allen Clientpaketen au\u00dfer IBM Data Server Runtime Client enthalten. 

DSAC_DESCR = Data Server Administrator Tool ist ein Webportaltool, mit dem Datenbankadministratoren eine beliebige Anzahl DB2- und Informix IDS-Datenserver noch effizienter verwalten k\u00f6nnen. \
Mit Data Server Administrator Tool kann der Betrieb von Datenbankservern auf der erforderlichen Leistungsstufe gehalten werden, indem der zum Beheben von Problemen erforderliche Zeitaufwand reduziert wird und Tasks zur Verwaltung und Wartung von Routinen automatisiert und entfernt werden. Au\u00dferdem tr\u00e4gt Data Server Administrator Tool dazu bei, Probleme von vorneherein zu vermeiden.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Upgrade durchf\u00fchren
LPAD_INSTALL_TITLE = Produkt als %1 installieren
LPAD_INSTALL_DESC1=Klicken Sie 'Neue Installation' an, um den DB2-Installationsassistenten f\u00fcr das gew\u00fcnschte Produkt zu starten und das Produkt an einer neuen Speicherposition zu installieren.
LPAD_INSTALL_DESC2=Klicken Sie 'Upgrade durchf\u00fchren' an, um den DB2-Installationsassistenten f\u00fcr das gew\u00fcnschte Produkt zu starten und das Upgrade f\u00fcr Ihre Instanz durchzuf\u00fchren.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Wenn Sie einem vorhandenen Produkt Funktionen hinzuf\u00fcgen wollen, klicken Sie 'Mit vorhandener Installation arbeiten' an.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client ist ein nicht grafisches Clientpaket, das Anwendungen den Zugriff auf DB2-Server erm\u00f6glicht. Es bietet Unterst\u00fctzung f\u00fcr die Ausf\u00fchrung von Anwendungen, die Schnittstellen f\u00fcr eingebettetes SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus und CLP verwenden. Dieses Clientpaket ist f\u00fcr Kunden, die mit dem Inhalt der Clientpakete vertraut sind und die die zus\u00e4tzlichen Funktionen ben\u00f6tigen, eine Alternative zu IBM Data Server Driver Package, das eigentlich bevorzugt wird.

CLIENT_DESCR = IBM Data Server Client ist eine Sammlung von Clientanwendungstreibern und -tools f\u00fcr DB2-Datenserver. \
Sie bietet Unterst\u00fctzung f\u00fcr die Ausf\u00fchrung von Anwendungen, die Schnittstellen f\u00fcr eingebettetes SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus und CLP verwenden. \
Dieses Clientpaket ist f\u00fcr Kunden, die mit dem Inhalt der Clientpakete vertraut sind und die die zus\u00e4tzlichen Funktionen ben\u00f6tigen, eine Alternative zu IBM Data Server Driver Package, das eigentlich bevorzugt wird.

NLPACK_DESCR = Das DB2-Landessprachenpaket f\u00fcgt Ihren DB2-Produkten die Unterst\u00fctzung landessprachlicher Versionen hinzu, damit sie in \u00fcbersetzter Form verf\u00fcgbar sind. Sie k\u00f6nnen die Unterst\u00fctzung landessprachlicher Versionen jederzeit hinzuf\u00fcgen.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Installieren Sie die %2erforderlichen DB2-Produkte%3, bevor Sie dieses Produkt installieren.%4

PROD_NR_NOT_SUPPORTED = %1 ist ein DB2-Produkt, das f\u00fcr die Installation ohne Rootberechtigung nicht unterst\u00fctzt wird.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Neue Installation
INSTALL_EXISTING_BUTTON = Mit vorhandener Installation arbeiten
INSTALL_EXTERNAL_BUTTON = Installieren

missing_prereqs_msg 	= Fehlende Vorbedingungen:
detected_err_msg 	= Erkannte Fehler:

AESE_DESCR = DB2 Advanced Enterprise Server Edition ist eine ideale Grundlage f\u00fcr die Erstellung bedarfsgesteuerter unternehmensweiter L\u00f6sungen. \
Sie k\u00f6nnen beispielsweise Datenbanken mit mehreren Terabyte, webbasierte L\u00f6sungen oder unternehmensweite L\u00f6sungen f\u00fcr Hochleistungstransaktionsverarbeitung mit Rund-um-die-Uhr-Verf\u00fcgbarkeit f\u00fcr gro\u00dfe Datenmengen erstellen. \
Diese Edition enth\u00e4lt erweiterte Produktfunktionalit\u00e4t im Hinblick auf Komprimierung, Leistung, Replikation und Sicherheit. 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition mit DB2 pureScale Feature stellt Clustering-Technologie f\u00fcr DB2-Produkte auf verteilten Plattformen bereit. Dieses Feature verbessert die Verf\u00fcgbarkeit von DB2-Daten, erweitert die Verarbeitungskapazit\u00e4t der Umgebung, stellt flexible Methoden zum Konfigurieren Ihrer Umgebung bereit und erh\u00f6ht die Transaktionsraten.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Dieses einzelne Installationsimage enth\u00e4lt die Bibliotheken und Bin\u00e4rdateien f\u00fcr DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition und DB2 Community Edition. \
Pr\u00fcfen Sie vor der Installation die Produktdokumentation und die Lizenzbedingungen f\u00fcr jede dieser Editionen. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition ist f\u00fcr transaktionsorientierte Workloads, Data-Warehouse-Workloads und heterogene Workloads geeignet. \
F\u00fcr diese Edition gibt es bez\u00fcglich Prozessor, Speicher und Datenbankgr\u00f6\u00dfe keine Grenzwerte, sodass sie f\u00fcr jede Workloadgr\u00f6\u00dfe ideal ist. \
Diese Edition enth\u00e4lt alle Funktionen, die auch in DB2 Enterprise Server Edition enthalten sind, und zus\u00e4tzlich noch nach Spalten organisierte Tabellen, eine speicherinterne Datenbank sowie Funktionen zur Datenkomprimierung, zum Workload-Management, zur Replikation und zur verteilten Partitionierung. \
Diese Edition wird au\u00dferdem mit einem vollst\u00e4ndigen Satz Data-Warehouse-Tools, Optim-Tools und IBM Data Studio geliefert. \
Mit dieser Option wird nur der DB2-Server installiert. \
Die enthaltenen Tools m\u00fcssen separat installiert werden. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition ist f\u00fcr transaktionsorientierte und heterogene Workloads geeignet. \
F\u00fcr diese Edition gibt es bez\u00fcglich Prozessor, Speicher und Datenbankgr\u00f6\u00dfe keine Grenzwerte, sodass sie f\u00fcr jede Workloadgr\u00f6\u00dfe ideal ist. \
Diese Edition enth\u00e4lt alle Funktionen, die auch in DB2 Workgroup Server Edition enthalten sind, und zus\u00e4tzlich noch Datenspeicherung nach Zugriffsh\u00e4ufigkeit, MQTs (Materialized Query Tables), mehrdimensionales Clustering, Abfrageparallelit\u00e4t, einen Verbindungskonzentrator, Wiederverwendung des Zugriffsplans und Scan-Sharing. \
Zum Lieferumfang dieser Edition geh\u00f6ren au\u00dferdem Data-Warehouse-Tools und IBM Data Studio-Tools, die alle separat installiert werden m\u00fcssen. \
%1Db2 Advanced Edition %1Db2 Advanced Edition stellt eine umfassende Datenbankl\u00f6sung f\u00fcr das Unternehmen mit einer Lizenzmetrik zur Vereinfachung der Hybrid Cloud-Bereitstellung zur Verf\u00fcgung. \
Diese L\u00f6sung bietet Data-Warehousing-, Transaktions- und Analysefunktionalit\u00e4t in einem Paket. \
Db2 Advanced Edition ist als zeitlich unbegrenzte Softwarelizenz UND als monatliche Subskription f\u00fcr die unbeschr\u00e4nkte produktive und nicht produktive Nutzung mit IBM Premium Support verf\u00fcgbar. \
Db2 Advanced Edition stellt erweiterte Features f\u00fcr Speicheroptimierung, datenbankinterne Datenverarbeitung, zuverl\u00e4ssige Systemverf\u00fcgbarkeit und Workload-Management-Tools zur Verf\u00fcgung. \
Diese L\u00f6sung hilft auch beim Sicherstellen von hoher Leistung, verl\u00e4sslichen Erkenntnissen sowie fortlaufender Verf\u00fcgbarkeit und Zuverl\u00e4ssigkeit bei niedrigen Kosten. \
Sie bietet flexible Bereitstellungsoptionen f\u00fcr On-Premises- oder Cloud-Umgebungen. \
Db2 Advanced Edition bietet diese Vorteile: %2%3%4Verbessert die Anwendungsleistung und -analyse f\u00fcr schnellere Entscheidungen.%5%4Stellt hohe Verf\u00fcgbarkeits-und Disaster-Recovery-Funktionen bereit.%5%4Stellt eine sichere, flexible Umgebung zur Verf\u00fcgung.%5%4Bietet effizientere Schnittstellen mit einer Vielfalt von Daten.%5%4Verbessert die Produktivit\u00e4t und reduziert den Verwaltungsaufwand.%5%6Db2 Advanced Edition kann auf Linux\u00ae, UNIX- oder Windows Servern jeder Gr\u00f6\u00dfe, von einem Prozessor bis zu Hunderten von Prozessoren und sowohl auf physischer als auch auf virtueller Ebene implementiert werden. \
Programmgeb\u00fchren: Db2 Advanced Edition ist unter Verwendung der Metrik 'Virtual Processor Core' und 'Authorized User' f\u00fcr Nicht-Produktionsumgebung (z. B. Entwicklungs- und Testumgebungen) verf\u00fcgbar. \
%1Db2 Standard Edition %1Db2 Standard Edition ist eine leistungsf\u00e4hige Datenbank f\u00fcr kleine oder mittlere Unternehmen und umfasst Lizenzierungsoptionen f\u00fcr Hybrid-Cloud-Bereitstellungen.\
Sie ist mit Db2 Advanced Edition vergleichbar, die Bereitstellungsgr\u00f6\u00dfe ist jedoch eingeschr\u00e4nkt. \
Sie bietet flexible Bereitstellungsoptionen f\u00fcr On-Premises- oder Cloud-Umgebungen. \
Db2 Standard Edition bietet die folgenden Vorteile: %2%3%4Bessere Anwendungsleistung und -analyse zur Beschleunigung von Entscheidungen.%5%4Bereitstellung von HADR-Funktionalit\u00e4t (High Availability and Disaster Recovery). \
%5%4Bereitstellung einer sicheren, flexiblen Umgebung. \
%5%4Effizientere Schnittstellen zu einer Vielzahl von Daten. \
%5%4H\u00f6here Produktivit\u00e4t und geringerer Verwaltungsaufwand. \
%5%6Db2 Standard Edition ist unter Verwendung der Metrik 'Virtual CPU' und 'Authorized' f\u00fcr Nicht-Produktionsumgebungen verf\u00fcgbar (auch bekannt als \
Entwicklungs- und Testumgebungen). Es gilt eine Beschr\u00e4nkung auf 16 Kerne f\u00fcr virtuelle Prozessoren und 128 GB Instanzspeicher. \
Diese Einschr\u00e4nkungen gelten f\u00fcr alle physischen oder virtuellen Server, sofern diese nicht in einem pureScale- oder DPF-Cluster bereitgestellt werden. \
In diesen F\u00e4llen gelten die Einschr\u00e4nkungen f\u00fcr den gesamten Cluster. \
%1Db2 Community Edition%1Db2 Community Edition stellt die zentrale Funktionalit\u00e4t von Db2 geb\u00fchrenfrei zur Verf\u00fcgung. \
Db2 Community Edition ist eine freie Einstiegs-Edition des Db2-Datenservers f\u00fcr die Entwickler- und Parter-Community. \
Sie ist in wenigen Minuten betriebsbereit, benutzerfreundlich, leicht integrierbar, umfasst Selbstmanagementfunktionen sowie die gesamten zentralen Funktionen von Db2 for Linux, UNIX, and Windows. \
Mit Db2 Community Edition entwickelte L\u00f6sungen k\u00f6nnen mit skalierbareren Db2-Editions reibungslos bereitgestellt werden, ohne dass der Anwendungscode modifiziert werden muss. \
Db2 Community Edition ist auf maximal 4 virtuelle Prozessorkerne und 16 GB Instanzspeicher beschr\u00e4nkt. \
Diese Einschr\u00e4nkungen gelten f\u00fcr alle physischen oder virtuellen Server, sofern diese nicht in einem pureScale- oder DPF-Cluster bereitgestellt werden. \
In diesen F\u00e4llen gelten die Einschr\u00e4nkungen f\u00fcr den gesamten Cluster. Db2 Community Edition wird bei wichtigen Release-Meilensteinen aktualisiert und bietet eine Online-Community-basierte Unterst\u00fctzung. \
Sie k\u00f6nnen ein Upgrade f\u00fcr Ihre Db2 Community Edition-Datenbank auf eine skalierbarere Edition durchf\u00fchren, indem Sie den entsprechenden Aktivierungsschl\u00fcssel f\u00fcr Ihr Datenbankimage anwenden. \
Das Upgrade der Datenbank wird sofort durchgef\u00fchrt. Sie erhalten dadurch Zugriff auf weitere Features wie Hochverf\u00fcgbarkeitscluster und Replikation.

ESE_DSF_DESCR = DB2 Advanced Editions mit pureScale stellen Clustering-Funktionen bereit, die die Verf\u00fcgbarkeit von DB2-Daten verbessern, die Verarbeitungskapazit\u00e4t der Umgebung erweitern, flexible Methoden zum Konfigurieren Ihrer Umgebung bereitstellen und die Transaktionsraten erh\u00f6hen. \
Dieses einzelne Installationsimage enth\u00e4lt die Bibliotheken und Bin\u00e4rprogramme f\u00fcr DB2 Advanced Enterprise Server Edition und DB2 Advanced Workgroup Server Edition mit DB2 pureScale. 

WSE_DESCR = DB2 Workgroup Server Edition hat dieselbe Basisfunktionalit\u00e4t wie DB2 Enterprise Server Edition, ist jedoch im Hinblick auf die Anzahl CPUs und Speicherkapazit\u00e4t begrenzt. \
DB2 Workgroup Server Edition wurde speziell f\u00fcr die Anforderungen einer Arbeitsgruppenumgebung oder einer Umgebung eines mittelst\u00e4ndischen Unternehmens konzipiert.

WSE_DSF_DESCR = DB2 Workgroup Server Edition mit DB2 pureScale Feature stellt Clustering-Technologie f\u00fcr DB2-Produkte auf verteilten Plattformen bereit. \
Dieses Feature verbessert die Verf\u00fcgbarkeit von DB2-Daten, erweitert die Verarbeitungskapazit\u00e4t der Umgebung, stellt flexible Methoden zum Konfigurieren Ihrer Umgebung bereit und erh\u00f6ht die Transaktionsraten.

EXP_DESCR = DB2 Express Edition ist DB2 Workgroup Server Edition \u00e4hnlich, mit der Ausnahme, dass die Tabellenpartitionierung nicht enthalten ist und dass es weitere Begrenzungen f\u00fcr die Prozessor- und Speicherbelegung gibt. \
Diese Edition ist daher am besten f\u00fcr m\u00e4\u00dfige Workloadanforderungen geeignet, wie man sie in einer kleinen Niederlassung findet. \
Diese Edition enth\u00e4lt das Tool IBM Data Studio, das separat installiert werden muss. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition hat dieselbe Basisfunktionalit\u00e4t wie DB2 Enterprise Server Edition, ist jedoch im Hinblick auf die Anzahl CPUs und die Speicherkapazit\u00e4t begrenzt. \
DB2 Express-C Server Edition wurde speziell f\u00fcr die Anforderungen des SMB-Bereichs (Small and Medium Business) konzipiert. \
Dieses Produkt ist f\u00fcr Linux- und Windows-Betriebssysteme verf\u00fcgbar. \
Wenn Sie den IBM Support und Wartung f\u00fcr diesen geb\u00fchrenfreien Datenserver abonnieren wollen, k\u00f6nnen Sie ihn mit einer erneuerbaren 12-monatigen Subskription erwerben.

CONSV_DESCR = DB2 Connect Server-Produkte stellen Konnektivit\u00e4t in einer dreischichtigen Umgebung bereit. \
DB2-Anwendungen, die auf einer Vielzahl von Desktopsystemen ausgef\u00fchrt werden, k\u00f6nnen \u00fcber DB2 Connect Server direkt Verbindungen zu Datenbankservern mit DB2 for z/OS und DB2 for IBM i (in einer zweischichtigen Umgebung, die eigentlich bevorzugt wird) oder indirekt \u00fcber DB2 Connect Server herstellen. \
DB2 Connect-Produkte umfassen Clientpakete, die Sie auf den Desktopsystemen implementieren, und API-Treiber, die die Anwendungen auf diesen Systemen direkt oder indirekt mit einem Datenserver mit DB2 for z/OS oder DB2 for IBM i verbinden. \
Die Konfiguration des Servers mit DB2 Connect unterst\u00fctzt f\u00f6derierte Verbindungen. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = Das DB2 Information Center enth\u00e4lt die Dokumentation f\u00fcr DB2-Produkte. Diese deckt jeden Aspekt von DB2-Produkten ab. Dazu geh\u00f6ren Datenbankkonnektivit\u00e4t, Datenbankverwaltung, Abfrageverwaltung und Business-Intelligence sowie Anwendungsentwicklung. \
%1Mithilfe des DB2-Installationsassistenten k\u00f6nnen Sie das DB2 Information Center lokal auf Ihrem Computer installieren. \
Befindet sich der Computer, auf dem Sie das DB2 Information Center installieren, in einem Netz, k\u00f6nnen auch Benutzer, die andere Computer verwenden, \u00fcber einen Web-Browser auf das Information Center zugreifen. 

LSDC_DESCR = InfoSphere Federation Server Nonrelational Wrappers erm\u00f6glichen einem f\u00f6derierten System die Integration von XML-basierten Daten, von WebSphere MQ-Nachrichten und von Daten aus Quellen, wie Excel und Quellen, auf die Sie \u00fcber kundenspezifische C++- und Java-Wrapper zugreifen k\u00f6nnen.

RCON_DESCR = Verwenden Sie InfoSphere Federation Server Relational Wrappers, um Daten in verteilten DB2-Datenbanken und anderen relationalen Datenbanken abzufragen und abzurufen.  \
Eine einzelne SQL-Anweisung kann auf eine oder mehrere Datenbanken verweisen. \
Sie k\u00f6nnen beispielsweise Daten in einer DB2-Tabelle, Daten in einer Oracle-Tabelle und aus einer Microsoft SQL Server-Sicht abgerufene Daten verkn\u00fcpfen. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Eine Suite mit GUI-Tools f\u00fcr die Verwaltung von Daten und datenorientierten Anwendungen f\u00fcr DB2 for Linux, UNIX and Windows steht zur Installation bereit. \
Jedes einzelne dieser Tools bietet leistungsf\u00e4hige und f\u00fcr bestimmte Rollen und Tasks der Datenverwaltung konzipierte Funktionen. Dar\u00fcber hinaus arbeiten die Komponenten ohne Reibungsverluste miteinander zusammen und erm\u00f6glichen die rollen\u00fcbergreifende Zusammenarbeit, Produktivit\u00e4t und Effektivit\u00e4t.

TOOLS_LINK_LABEL =  Tools abrufen
TOOLS_ALT_IMG_TEXT = Browser starten

### please leave at least one blank line at the end of the file
