#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Installer un produit

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Installez les %1produits DB2 requis%2 avant d'installer DB2 Enterprise Server Edition.
missing_prereq_AESE   	= Installez les %1produits DB2 requis%2 avant d'installer DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = Installez les %1produits DB2 requis%2 avant d'installer DB2 Advanced Enterprise Server Edition avec la fonction DB2 pureScale.
missing_prereq_ESE_DSF 	= Installez les %1produits DB2 requis%2 avant d'installer DB2 Enterprise Server Edition avec la fonction DB2 pureScale.
missing_prereq_EXP    	= Installez les %1produits DB2 requis%2 avant d'installer DB2 Express.
missing_prereq_EXPC    	= Installez les %1produits DB2 requis%2 avant d'installer DB2 Express-C.
missing_prereq_CONSV  	= Installez les %1produits DB2 requis%2 avant d'installer DB2 Connect Server.
missing_prereq_RTCL   	= Installez les %1produits DB2 requis%2 avant d'installer IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= Installez les %1produits DB2 requis%2 avant d'installer IBM Data Server Client.
missing_prereq_WSE    	= Installez les %1produits DB2 requis%2 avant d'installer DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = Installez les %1produits DB2 requis%2 avant d'installer DB2 Workgroup Server Edition avec la fonction DB2 pureScale.
missing_prereq_NLPACK 	= Installez les %1produits DB2 requis%2 avant d'installer DB2 National Language Pack.
missing_prereq_DOCE   	= Installez les %1produits DB2 requis%2 avant d'installer le Centre de documentation DB2.
missing_prereq_GSE    	= Installez les %1produits DB2 requis%2 avant d'installer DB2 Spatial Extender.
missing_prereq_RCON   	= Installez les %1produits DB2 requis%2 avant d'installer WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= Installez les %1produits DB2 requis%2 avant d'installer WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= Installez les %1produits DB2 requis%2 avant d'installer IBM Database Add-ins for Visual Studio.

INTRO_MSG = Cliquez sur Installer une nouvelle version afin de lancer l'assistant d'installation DB2 pour le produit de votre choix et d'installer le produit dans un nouvel emplacement. \
Pour mettre \u00e0 jour ou mettre \u00e0 niveau un produit existant, ou y ajouter des fonctions, cliquez sur Utiliser une version existante. \
Vous pouvez \u00e9galement lancer d'autres installations de produit en cliquant sur Installer pour le produit de votre choix. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio offre un support de d\u00e9veloppement d'application pour les applications .NET dans Visual Studio. \
Cette extension est incluse dans tous les modules client \u00e0 l'exception d'IBM Data Server Runtime Client. 

DSAC_DESCR = Data Server Administrator Tool est un portail Web permettant aux administrateurs de base de donn\u00e9es de g\u00e9rer de mani\u00e8re plus efficace un certain nombre de serveurs de donn\u00e9es DB2 et Informix IDS. \
Il permettent aux serveurs de base de donn\u00e9es de fonctionner au niveau de performances requis en r\u00e9duisant le d\u00e9lai de r\u00e9solution des incidents, en automatisant et \u00e9liminant les t\u00e2ches de maintenance des routines et d'entretien pour, en fin de compte, \u00e9viter les incidents.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Mettre \u00e0 niveau
LPAD_INSTALL_TITLE = Installation d'un produit en tant que %1
LPAD_INSTALL_DESC1=Cliquez sur Installer une nouvelle version afin de lancer l'assistant d'installation de DB2 pour le produit de votre choix et d'installer le produit dans un nouvel emplacement.
LPAD_INSTALL_DESC2=Cliquez sur Mettre \u00e0 niveau afin de lancer l'assistant d'installation DB2 pour le produit de votre choix et de mettre \u00e0 niveau votre instance.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Pour ajouter des fonctions \u00e0 un produit existant, cliquez sur Utiliser une version existante.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client est un module client texte qui permet aux applications d'acc\u00e9der aux serveurs DB2. Il prend en charge l'ex\u00e9cution des applications utilisant des interfaces SQL imbriqu\u00e9, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus et CLP. Ce module client est une alternative au produit IBM Data Server Driver Package pr\u00e9f\u00e9r\u00e9 pour les clients qui comprennent parfaitement le contenu des modules client et ont besoin des fonctions suppl\u00e9mentaires.

CLIENT_DESCR = Le produit IBM Data Server Client est un ensemble de pilotes d'application et d'outils pour des serveurs de donn\u00e9es DB2. \
Il prend en charge l'ex\u00e9cution des applications utilisant des interfaces SQL imbriqu\u00e9, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus et CLP. \
Ce module client est une alternative au produit IBM Data Server Driver Package pr\u00e9f\u00e9r\u00e9 pour les clients qui comprennent parfaitement le contenu des modules client et ont besoin des fonctions suppl\u00e9mentaires.

NLPACK_DESCR = DB2 National Language Package ajoute un support de langue nationale aux produits DB2 afin de les localiser. Vous pouvez ajouter le support de langue nationale \u00e0 tout moment.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Installez les %2produits DB2 requis%3 avant d'installer ce produit.%4

PROD_NR_NOT_SUPPORTED = %1 n'est pas un produit DB2 pris en charge dans le cadre d'une installation non root.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Installer une nouvelle version
INSTALL_EXISTING_BUTTON = Utiliser une version existante
INSTALL_EXTERNAL_BUTTON = Installer

missing_prereqs_msg 	= Pr\u00e9requis manquants :
detected_err_msg 	= Erreurs d\u00e9tect\u00e9es :

AESE_DESCR = DB2 Advanced Enterprise Server Edition est une base id\u00e9ale pour la g\u00e9n\u00e9ration de solutions d'entreprise \u00e0 la demande. \
Par exemple, vous pouvez g\u00e9n\u00e9rer de grands entrep\u00f4ts de donn\u00e9es d'une taille de plusieurs t\u00e9raoctets, des solutions commerciales d'une grande capacit\u00e9 de traitement transactionnel disponibles 24 heures sur 24, 7 jours sur 7, ou des solutions Web. \
Cette \u00e9dition inclut des fonctionnalit\u00e9s avanc\u00e9es suppl\u00e9mentaires dans des domaines tels que la compression, les performances, la r\u00e9plication et la s\u00e9curit\u00e9. 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition avec la fonction DB2 pureScale fournit une technologie de regroupement aux produits DB2 sur les plateformes r\u00e9parties. Cette fonction am\u00e9liore la disponibilit\u00e9 des donn\u00e9es DB2, \u00e9tend la capacit\u00e9 de traitement de l'environnement, offre des moyens flexibles de configuration de l'environnement et augmente le d\u00e9bit des transactions.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Cette image d'installation unique comporte les biblioth\u00e8ques et les binaires de DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition et DB2 Community Edition. \
Avant de proc\u00e9der \u00e0 l'installation, consultez la documentation produit et les dispositions de contrat de licence pour chacune de ces \u00e9ditions. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition convient aux charges de travail transactionnelles, d'entrep\u00f4t de donn\u00e9es et mixtes. \
Aucune limite de taille de base de donn\u00e9es, de m\u00e9moire ou de processeur ne s'applique \u00e0 cette \u00e9dition. Par cons\u00e9quent, celle-ci convient pour toutes les tailles de charge de travail. \
Cette \u00e9dition inclut toutes les fonctions offertes par DB2 Enterprise Server Edition, plus la gestion de tables organis\u00e9es en colonnes, de base de donn\u00e9es en m\u00e9moire, de compression des donn\u00e9es, de gestion de la charge de travail, de la r\u00e9plication et une fonction de partitionnement distribu\u00e9. \
Cette \u00e9dition int\u00e8gre \u00e9galement une offre compl\u00e8te compos\u00e9e d'outils d'entrep\u00f4t de donn\u00e9es, d'Optim et d'IBM Data Studio. \
Cette option installe uniquement le serveur DB2. \
Les outils int\u00e9gr\u00e9s doivent \u00eatre install\u00e9s s\u00e9par\u00e9ment. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition convient aux charges de travail transactionnelles et mixtes. \
Aucune limite de taille de base de donn\u00e9es, de m\u00e9moire ou de processeur ne s'applique \u00e0 cette \u00e9dition. Par cons\u00e9quent, celle-ci convient pour toutes les tailles de charge de travail. \
Cette \u00e9dition inclut toutes les fonctions offertes par DB2 Workgroup Server Edition, plus le stockage \u00e0 temp\u00e9ratures multiples, des tables de requ\u00eates mat\u00e9rialis\u00e9es, la mise en cluster multidimensionnel, le parall\u00e9lisme de requ\u00eate, un concentrateur de connexion, la r\u00e9utilisation de plan d'acc\u00e8s et le partage d'analyse. \
Cette \u00e9dition int\u00e8gre \u00e9galement des outils d'entrep\u00f4t de donn\u00e9es et des outils IBM Data Studio, lesquels doivent \u00eatre install\u00e9s s\u00e9par\u00e9ment. \
%1Db2 Advanced Edition %1Db2 Advanced Edition offre aux entreprises une solution de base de donn\u00e9es compl\u00e8te avec une m\u00e9trique de licence facilitant son d\u00e9ploiement. \
Cette solution offre des capacit\u00e9s d'entreposage des donn\u00e9es, de traitement transactionnel et d'analyse dans un m\u00eame package.\
Db2 Advanced Edition est disponible sous la forme d'une licence logicielle perp\u00e9tuelle ET d'un abonnement mensuel pour une utilisation illimit\u00e9e de la production et de la \
non production avec le support IBM Premium. \
Db2 Advanced Edition fournit des fonctionnalit\u00e9s avanc\u00e9es d'optimisation du stockage, de traitement "en m\u00e9moire", de haute disponibilit\u00e9 et de gestion des charges de travail. \
Elle contribue aussi \u00e0 garantir haute performance, connaissance exploitable, disponibilit\u00e9 continue et fiabilit\u00e9 \u00e0 moindre co\u00fbt. \
Elle fournit des options de d\u00e9ploiement sur site ou dans le cloud d'une grande souplesse. \
Quelques-uns des atouts majeurs de Db2 Advanced Edition : %2%3%4Am\u00e9liore la performance des applications et l'analytique pour des d\u00e9cisions plus rapides.%5%Fournit des capacit\u00e9 des haute disponibilit\u00e9 et de reprise apr\u00e8s sinistre.%5%Offre un environnement s\u00fbr et souple.%5%4S'interface plus efficacement avec une vari\u00e9t\u00e9 de donn\u00e9es.%5%4Am\u00e9liore la productivit\u00e9 et r\u00e9duit l'effort d'administration.%5%6Db2 Advanced Edition peut \u00eatre d\u00e9ploy\u00e9 sur des serveurs Linux\u00ae, UNIX ou Windows de toutes tailles, comprenant de un \u00e0 plusieurs centaines de processeurs, tant sur des machines serveur physiques que virtuelles. \
Tarification du programme : Db2 Advanced Edition est disponible par coeur de processeur virtuel (CPV) et par utilisateur autoris\u00e9 (UA) pour les environnements de non production (tels que les environnements de d\u00e9veloppement et de test). \
%1Db2 Standard Edition %1Db2 Standard Edition est une base de donn\u00e9es haute performance destin\u00e9es aux PME avec des options de licence pour un d\u00e9ploiement sur cloud hybride. \
ELle est similaire \u00e0 Db2 Advanced Edition, mais la taille du d\u00e9ploiement est limit\u00e9e. \
Elle fournit des options de d\u00e9ploiement sur site ou dans le cloud d'une grande souplesse. \
Quelques-uns des atouts majeurs de Db2 Standard Edition : %2%3%4Am\u00e9liore la performance des applications et l'analytique pour des d\u00e9cisions plus rapides.%5%4Fournit des capacit\u00e9s de haute disponibilit\u00e9 et de reprise apr\u00e8s sinistre.\
%5%4Fournit un environnement s\u00e9curis\u00e9 et flexible. \
%5%4S'interface avec une vari\u00e9t\u00e9 de donn\u00e9es plus efficacement. \
%5%4Am\u00e9liore la productivit\u00e9 et r\u00e9duit les efforts d'administration. \
%5%6Db2 Standard Edition est disponible par UC virtuelle et par utilisateur autoris\u00e9 (UA) pour les environnements de non production (tels que \
les environnements de d\u00e9veloppement et de test). Vous \u00eates limit\u00e9s \u00e0 16 coeurs de processeur virtuels et \u00e0 128 Go de m\u00e9moire d'instance. \
Ces restrictions s'appliquent \u00e0 chaque serveur physique ou virtuel, sauf si les serveurs sont d\u00e9ploy\u00e9s dans un cluster pureScale ou DPF. \
Dans ce cas, les restrictions s'appliquent au cluster entier. \
%1Db2 Community Edition%1Db2 Community Edition fournit toutes les fonctionnalit\u00e9s de base de Db2 sans frais. \
Db2 Community Edition est une \u00e9dition gratuite et de niveau entr\u00e9e du serveur de donn\u00e9es Db2 pour la communaut\u00e9 des d\u00e9veloppeurs et des partenaires. \
Il est con\u00e7u pour fonctionner en quelques minutes, il est facile \u00e0 utiliser et \u00e0 int\u00e9grer, inclut des fonctions d'auto-gestion et regroupe toutes les \
fonctionnalit\u00e9s de base de Db2 pour Linux, UNIX et Windows. \
Les solutions d\u00e9velopp\u00e9es \u00e0 l'aide de Db2 Community Edition peuvent \u00eatre d\u00e9ploy\u00e9es de mani\u00e8re transparente en utilisant des \u00e9ditions Db2 plus \u00e9volutives, sans modification du code de l'application. \
Db2 Community Edition est limit\u00e9 \u00e0 un maximum de 4 coeurs de processeur virtuels et 16 Go de m\u00e9moire d'instance. \
Ces restrictions s'appliquent \u00e0 chaque serveur physique ou virtuel sauf si les serveurs sont d\u00e9ploy\u00e9s dans un cluster pureScale ou DPF. \
Dans ce cas, les restrictions s'appliquent au cluster entier. Db2 Community Edition est mis \u00e0 jour \u00e0 chaque \u00e9tape importante de la version et b\u00e9n\u00e9ficie d'une assistance communautaire en ligne. \
Vous pouvez mettre \u00e0 niveau votre base de donn\u00e9es Db2 Community Edition vers une \u00e9dition plus \u00e9volutive en appliquant simplement une cl\u00e9 d'activation \u00e0 votre image de base de donn\u00e9es. \
La base de donn\u00e9es est mise \u00e0 niveau imm\u00e9diatement pour fournir l'acc\u00e8s \u00e0 des fonctions suppl\u00e9mentaires telles que la mise en cluster \u00e0 haute disponibilit\u00e9 et la r\u00e9plication.

ESE_DSF_DESCR = DB2 Advanced Editions avec la fonction pureScale fournit des capacit\u00e9s qui am\u00e9liorent la disponibilit\u00e9 des donn\u00e9es DB2, \u00e9tendent la capacit\u00e9 de traitement de l'environnement, offrent des moyens flexibles de configuration de l'environnement et augmentent le d\u00e9bit des transactions. \
Cette image d'installation unique comporte les biblioth\u00e8ques et les binaires de DB2 Advanced Enterprise Server Edition et DB2 Advanced Workgroup Server Edition avec la fonction DB2 pureScale. 

WSE_DESCR = DB2 Workgroup Server Edition comporte la m\u00eame fonctionnalit\u00e9 de base que DB2 Enterprise Server Edition, mais le nombre d'unit\u00e9s centrales et la quantit\u00e9 de m\u00e9moire sont limit\u00e9s. \
DB2 Workgroup Server Edition est con\u00e7u pour r\u00e9pondre aux besoins d'un groupe de travail ou des entreprises de taille moyenne.

WSE_DSF_DESCR = DB2 Workgroup Server Edition avec la fonction DB2 pureScale fournit une technologie de regroupement aux produits DB2 sur les plateformes r\u00e9parties. \
Cette fonction am\u00e9liore la disponibilit\u00e9 des donn\u00e9es DB2, \u00e9tend la capacit\u00e9 de traitement de l'environnement, offre des moyens flexibles de configuration de l'environnement et augmente le d\u00e9bit des transactions.

EXP_DESCR = Les produits DB2 Express Edition et DB2 Workgroup Server Edition sont similaires \u00e0 ceci pr\u00e8s que le premier exclut le partitionnement de table et impose des limites en termes d'utilisation de m\u00e9moire et de processeur. \
Par cons\u00e9quent, cette \u00e9dition convient tout particuli\u00e8rement aux exigences li\u00e9es \u00e0 des charges de travail mod\u00e9r\u00e9es, telles que celles d'un petit bureau. \
Cette \u00e9dition int\u00e8gre l'outil IBM Data Studio, lequel doit \u00eatre install\u00e9 s\u00e9par\u00e9ment. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition comporte la m\u00eame fonctionnalit\u00e9 de base que DB2 Enterprise Server Edition, mais le nombre d'unit\u00e9s centrales et la quantit\u00e9 de m\u00e9moire sont limit\u00e9s. \
DB2 Express-C Edition est con\u00e7u pour r\u00e9pondre aux besoins des petites et moyennes entreprises. \
Ce produit est disponible pour les syst\u00e8mes d'exploitation Linux et Windows. \
Si vous avez besoin de b\u00e9n\u00e9ficier de support et de maintenance IBM pour ce serveur de donn\u00e9es gratuit, vous pouvez acqu\u00e9rir ces services avec un abonnement renouvelable de douze mois.

CONSV_DESCR = Les produits DB2 Connect Server fournissent la connectivit\u00e9 dans un environnement \u00e0 trois niveaux. \
Les applications DB2 ex\u00e9cut\u00e9es sur diff\u00e9rents bureaux peuvent se connecter aux serveurs de base de donn\u00e9es DB2 for z/OS et DB2 for IBM i directement (dans un environnement \u00e0 deux niveaux, recommand\u00e9) ou indirectement, via DB2 Connect Server. \
Les produits DB2 Connect incluent les modules que vous d\u00e9ployez sur les bureaux, ainsi que des pilotes d'interface de programme d'application (API) qui connectent les applications de ces bureaux directement ou indirectement \u00e0 un serveur de donn\u00e9es DB2 for z/OS or DB2 for IBM i. \
La configuration de DB2 Connect Server prend en charge les connexions f\u00e9d\u00e9r\u00e9es. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = Le centre de documentation DB2 h\u00e9berge la documentation DB2 qui couvre tous les aspects des produits DB2, notamment la connectivit\u00e9 de base de donn\u00e9es, l'administration des bases de donn\u00e9es, la gestion des requ\u00eates, les solutions d'aide \u00e0 la d\u00e9cision et le d\u00e9veloppement d'applications. \
%1L'assistant d'installation DB2 vous permet d'installer le centre de documentation DB2 localement sur votre ordinateur. \
Si l'ordinateur sur lequel vous installez le centre de documentation DB2 est connect\u00e9 \u00e0 un r\u00e9seau, les utilisateurs d'autres ordinateurs peuvent \u00e9galement y acc\u00e9der par le biais d'un navigateur web. 

LSDC_DESCR = InfoSphere Federation Server Nonrelational Wrappers permet \u00e0 un syst\u00e8me f\u00e9d\u00e9r\u00e9 d'int\u00e9grer des donn\u00e9es reposant sur XML, des messages WebSphere MQ ainsi que des donn\u00e9es provenant d'autres sources comme Excel et des sources accessibles via des encapsuleurs Java et C++ personnalis\u00e9s.

RCON_DESCR = Utilisez InfoSphere Federation Server Relational Wrappers pour interroger et extraire des donn\u00e9es situ\u00e9es dans des bases de donn\u00e9es relationnelles distribu\u00e9es DB2 et non DB2.  \
Une m\u00eame instruction SQL peut se rapporter \u00e0 une ou plusieurs bases de donn\u00e9es. \
Vous pouvez, par exemple, effectuer une jointure entre les donn\u00e9es d'une table DB2, les donn\u00e9es d'une table Oracle et les donn\u00e9es extraites d'une vue Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Une suite d'outils d'interface graphique permettant de g\u00e9rer les donn\u00e9es de DB2 for Linux, UNIX, and Windows et les applications orient\u00e9es donn\u00e9es est disponible pour installation. \
Individuellement, ces outils fournissent de puissantes fonctions adapt\u00e9es aux demandes des t\u00e2ches et r\u00f4les sp\u00e9cifiques de gestion des donn\u00e9es. De mani\u00e8re plus large, les composants interagissent en continu, garantissant ainsi collaboration inter-r\u00f4le, productivit\u00e9 et efficacit\u00e9.

TOOLS_LINK_LABEL =  Obtenir les outils
TOOLS_ALT_IMG_TEXT = lancer le navigateur

### please leave at least one blank line at the end of the file
