#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = In\u0161tal\u00e1cia produktu

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Enterprise Server Edition.
missing_prereq_AESE   	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Advanced Enterprise Server Edition s komponentom DB2 pureScale.
missing_prereq_ESE_DSF 	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Enterprise Server Edition s komponentom DB2 pureScale.
missing_prereq_EXP    	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Express.
missing_prereq_EXPC    	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Express-C.
missing_prereq_CONSV  	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Connect Server.
missing_prereq_RTCL   	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu IBM Data Server Client.
missing_prereq_WSE    	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Workgroup Server Edition s komponentom DB2 pureScale.
missing_prereq_NLPACK 	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 National Language Package.
missing_prereq_DOCE   	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou Informa\u010dn\u00e9ho centra DB2.
missing_prereq_GSE    	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu DB2 Spatial Extender.
missing_prereq_RCON   	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou produktu WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= Nain\u0161talujte %1vy\u017eadovan\u00e9 produkty DB2%2 pred in\u0161tal\u00e1ciou komponentov IBM Database add-in for Visual Studio.

INTRO_MSG = Kliknut\u00edm na tla\u010didlo In\u0161talova\u0165 nov\u00e9 spust\u00edte Sprievodcu nastavovan\u00edm DB2 pre po\u017eadovan\u00fd produkt a nain\u0161talujete tento produkt na nov\u00e9 miesto. \
Ak chcete aktualizova\u0165, roz\u0161\u00edri\u0165 alebo prida\u0165 funkcie do existuj\u00faceho produktu, kliknite na Pracova\u0165 s existuj\u00facim. \
Kliknut\u00edm na pr\u00edslu\u0161n\u00e9 tla\u010didl\u00e1 na in\u0161tal\u00e1ciu m\u00f4\u017eete spusti\u0165 aj in\u0161tal\u00e1cie \u010fal\u0161\u00edch produktov. 		
		
VSAI_DESCR = Komponent IBM Database Add-Ins for Visual Studio poskytuje podporu pre v\u00fdvoj aplik\u00e1ci\u00ed .NET v prostred\u00ed Visual Studio. \
Tento pr\u00eddavn\u00fd komponent je s\u00fa\u010das\u0165ou v\u0161etk\u00fdch klientskych bal\u00edkov s v\u00fdnimkou IBM Data Server Runtime Client. 

DSAC_DESCR = Data Server Administrator Tool je webov\u00fd port\u00e1lov\u00fd n\u00e1stroj, ktor\u00fd datab\u00e1zov\u00fdm administr\u00e1torom pom\u00e1ha efekt\u00edvnej\u0161ie a \u00fa\u010dinnej\u0161ie riadi\u0165 ak\u00fdko\u013evek po\u010det \u00fadajov\u00fdch serverov DB2 a Informix IDS. \
Data Server Administrator Tool m\u00f4\u017ee t\u00fdm, \u017ee zn\u00ed\u017ei \u010das potrebn\u00fd na vyrie\u0161enie probl\u00e9mov, automatiz\u00e1ciou a elimin\u00e1ciou rutinnej \u00fadr\u017eby a udr\u017eiavac\u00edch \u00faloh, teda v podstate prostredn\u00edctvom predch\u00e1dzania ak\u00fdmko\u013evek probl\u00e9mom, pom\u00f4c\u0165 pri udr\u017eiavan\u00ed funk\u010dnosti datab\u00e1zov\u00fdch serverov na po\u017eadovanej \u00farovni v\u00fdkonu.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Aktualizova\u0165
LPAD_INSTALL_TITLE = Nain\u0161talova\u0165 produkt ako %1
LPAD_INSTALL_DESC1=Kliknut\u00edm na tla\u010didlo In\u0161talova\u0165 nov\u00e9 spust\u00edte sprievodcu nastaven\u00edm DB2 pre po\u017eadovan\u00fd produkt a nain\u0161talujete tento produkt do nov\u00e9ho umiestnenia.
LPAD_INSTALL_DESC2=Kliknite na tla\u010didlo Aktualizova\u0165, ak chcete spusti\u0165 sprievodcu nastaven\u00edm DB2 pre po\u017eadovan\u00fd produkt a aktualizova\u0165 svoju in\u0161tanciu.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Ak chcete prida\u0165 funkcie k existuj\u00facemu produktu, kliknite na tla\u010didlo Pracova\u0165 s existuj\u00facim nastaven\u00edm.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client je bal\u00edk negrafick\u00e9ho klienta, ktor\u00fd umo\u017e\u0148uje aplik\u00e1ci\u00e1m pristupova\u0165 k serverom DB2. Poskytuje podporu pre sp\u00fa\u0161\u0165anie aplik\u00e1ci\u00ed pou\u017e\u00edvaj\u00facich vlo\u017een\u00e9 rozhrania SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus a CLP. Tento klientsky bal\u00edk je alternat\u00edvou k preferovan\u00e9mu bal\u00edku IBM Data Server Driver Package pre t\u00fdch z\u00e1kazn\u00edkov, ktor\u00ed plne rozumej\u00fa obsahu klientskych bal\u00edkov a vy\u017eaduj\u00fa \u010fal\u0161ie funkcie.

CLIENT_DESCR = IBM Data Server Client je kolekciou ovl\u00e1da\u010dov a n\u00e1strojov pre klientske aplik\u00e1cie \u00fadajov\u00fdch serverov DB2. \
Poskytuje podporu pre sp\u00fa\u0161\u0165anie aplik\u00e1ci\u00ed pou\u017e\u00edvaj\u00facich vlo\u017een\u00e9 rozhrania SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus a CLP. \
Tento klientsky bal\u00edk je alternat\u00edvou k preferovan\u00e9mu bal\u00edku IBM Data Server Driver Package pre t\u00fdch z\u00e1kazn\u00edkov, ktor\u00ed plne rozumej\u00fa obsahu klientskych bal\u00edkov a vy\u017eaduj\u00fa \u010fal\u0161ie funkcie.

NLPACK_DESCR = Bal\u00edk DB2 National Language Package roz\u0161iruje podporu n\u00e1rodn\u00fdch jazykov v produktoch DB2 o \u010fal\u0161ie jazyky. Podporu n\u00e1rodn\u00fdch jazykov m\u00f4\u017eete prida\u0165 kedyko\u013evek.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Pred in\u0161tal\u00e1ciou tohto produktu nain\u0161talujte %2po\u017eadovan\u00e9 produkty DB2%3 %4

PROD_NR_NOT_SUPPORTED = %1 nie je podporovan\u00fd produkt DB2 pre in\u0161tal\u00e1ciu in\u00e9ho typu ako root.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Nain\u0161talova\u0165
INSTALL_EXISTING_BUTTON = Pracova\u0165 s existuj\u00facim nastaven\u00edm
INSTALL_EXTERNAL_BUTTON = In\u0161talova\u0165

missing_prereqs_msg 	= Ch\u00fdbaj\u00face nevyhnutn\u00e9 podmienky:
detected_err_msg 	= Zisten\u00e9 chyby:

AESE_DESCR = Vydanie DB2 Advanced Enterprise Server Edition je ide\u00e1lnym z\u00e1kladom pre budovanie podnikov\u00fdch rie\u0161en\u00ed on-demand. \
M\u00f4\u017eete napr\u00edklad vybudova\u0165 nieko\u013eko terabajtov\u00e9 datab\u00e1zy, vysokov\u00fdkonn\u00e9 podnikov\u00e9 rie\u0161enia s nepretr\u017eitou dostupnos\u0165ou na spracovanie ve\u013ek\u00e9ho objemu transakci\u00ed alebo webov\u00e9 rie\u0161enia. \
Toto vydanie zah\u0155\u0148a \u010fal\u0161ie roz\u0161\u00edren\u00e9 funkcie produktu v oblastiach ako s\u00fa kompresia, v\u00fdkon, replik\u00e1cia a bezpe\u010dnos\u0165. 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition s komponentom DB2 pureScale poskytuje technol\u00f3giu klastrovania pre produkty DB2 na distribuovan\u00fdch platform\u00e1ch. Tento komponent zlep\u0161uje dostupnos\u0165 \u00fadajov DB2, roz\u0161iruje kapacitu prostredia pri spracovan\u00ed oper\u00e1ci\u00ed, poskytuje flexibiln\u00e9 mo\u017enosti konfigur\u00e1cie prostredia a zvy\u0161uje r\u00fdchlos\u0165 vykon\u00e1vania transakci\u00ed.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Tento in\u0161tala\u010dn\u00fd obraz obsahuje kni\u017enice a bin\u00e1rne s\u00fabory produktov DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition a DB2 Community Edition. \
Pred in\u0161tal\u00e1ciou si pozrite produktov\u00fa dokument\u00e1ciu a licen\u010dn\u00e9 podmienky pre ka\u017ed\u00e9 z t\u00fdchto vydan\u00ed. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition je vhodn\u00fd pre transak\u010dn\u00e9 pracovn\u00e9 za\u0165a\u017eenia, pracovn\u00e9 za\u0165a\u017eenia na b\u00e1ze d\u00e1tov\u00e9ho skladu a zmie\u0161an\u00e9 pracovn\u00e9 za\u0165a\u017eenia. \
Toto vydanie nem\u00e1 \u017eiadne obmedzenie, t\u00fdkaj\u00face sa ve\u013ekosti procesora, pam\u00e4te ani datab\u00e1zy, v d\u00f4sledku \u010doho je ide\u00e1lne pre ka\u017ed\u00fa ve\u013ekos\u0165 pracovn\u00e9ho za\u0165a\u017eenia. \
Toto vydanie zah\u0155\u0148a v\u0161etky funkcie vydania DB2 Enterprise Server Edition a navy\u0161e pon\u00faka tabu\u013eky usporiadan\u00e9 pod\u013ea st\u013apcov, datab\u00e1zu rezidentn\u00fa v pam\u00e4ti, kompresiu \u00fadajov, spr\u00e1vu pracovn\u00fdch za\u0165a\u017een\u00ed, replik\u00e1ciu a funkciu distribuovan\u00e9ho delenia na oddiely. \
Toto vydanie prin\u00e1\u0161a aj \u00fapln\u00e9 doplnenie n\u00e1strojov d\u00e1tov\u00e9ho skladu, n\u00e1strojov Optim a n\u00e1strojov IBM Data Studio. \
T\u00e1to vo\u013eba nain\u0161taluje len server DB2. \
Dodan\u00e9 n\u00e1stroje musia by\u0165 nain\u0161talovan\u00e9 ka\u017ed\u00fd zvl\u00e1\u0161\u0165. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition je vhodn\u00fd pre transak\u010dn\u00e9 pracovn\u00e9 za\u0165a\u017eenia a zmie\u0161an\u00e9 pracovn\u00e9 za\u0165a\u017eenia. \
Toto vydanie nem\u00e1 \u017eiadne obmedzenie, t\u00fdkaj\u00face sa ve\u013ekosti procesora, pam\u00e4te ani datab\u00e1zy, v d\u00f4sledku \u010doho je ide\u00e1lne pre ka\u017ed\u00fa ve\u013ekos\u0165 pracovn\u00e9ho za\u0165a\u017eenia. \
Toto vydanie obsahuje v\u0161etky funkcie vydania DB2 Workgroup Server Edition a navy\u0161e \u00falo\u017en\u00fd priestor s rozli\u010dnou frekvenciou pr\u00edstupu k \u00fadajom, tabu\u013eky materializovan\u00fdch dotazov, viacrozmern\u00e9 klastrovanie, paralelizmus dotazov, koncentr\u00e1tor pripojen\u00ed, opakovan\u00e9 pou\u017eitie pr\u00edstupov\u00e9ho pl\u00e1nu a zdie\u013eanie skenov. \
Toto vydanie prin\u00e1\u0161a aj n\u00e1stroje d\u00e1tov\u00e9ho skladu a n\u00e1stroje IBM Data Studio, pri\u010dom ka\u017ed\u00fd z nich vy\u017eaduje osobitn\u00e9 nain\u0161talovanie. \
%1Db2 Advanced Edition %1Db2 Advanced Edition predstavuje komplexn\u00e9 rie\u0161enie datab\u00e1zy pre podniky s licen\u010dnou metrikou umo\u017e\u0148uj\u00facou nasadenie v hybridnom cloude. \
Toto rie\u0161enie pon\u00faka funkcie na budovanie \u00fadajov\u00fdch skladov, transak\u010dn\u00e9 spracovanie a analytiku v r\u00e1mci jedn\u00e9ho bal\u00edka. \
Db2 Advanced Edition je k dispoz\u00edcii vo forme trvalej licencie na softv\u00e9r A vo forme mesa\u010dn\u00e9ho predplatn\u00e9ho na neobmedzen\u00e9 produk\u010dn\u00e9 a neproduk\u010dn\u00e9 pou\u017e\u00edvanie s pr\u00e9miovou podporou spolo\u010dnosti IBM. \
Db2 Advanced Edition poskytuje pokrokov\u00e9 funkcie na optimaliz\u00e1ciu \u00falo\u017eiska, in-memory computing, vysok\u00fa \u00farove\u0148 dostupnosti syst\u00e9mov a n\u00e1stroje na spr\u00e1vu pracovn\u00fdch za\u0165a\u017een\u00ed. \
Toto rie\u0161enie pom\u00e1ha tie\u017e zabezpe\u010di\u0165 vysok\u00fd v\u00fdkon, z\u00edskavanie u\u017eito\u010dn\u00fdch poznatkov, nepretr\u017eit\u00fa dostupnos\u0165 a vysok\u00fa mieru spo\u013eahlivosti pri ni\u017e\u0161\u00edch v\u00fddavkoch. \
Poskytuje flexibiln\u00e9 mo\u017enosti nasadenia, a to lok\u00e1lne alebo v cloude. \
Vydanie Db2 Advanced Edition pon\u00faka tieto v\u00fdhody: %2%3%4Zlep\u0161uje v\u00fdkon aplik\u00e1ci\u00ed a poskytuje funkcie anal\u00fdzy na r\u00fdchlej\u0161ie rozhodovanie.%5%4Pon\u00faka funkcie vysokej dostupnosti a zotavenia po hav\u00e1rii.%5%4Poskytuje bezpe\u010dn\u00e9 a flexibiln\u00e9 prostredie.%5%4Umo\u017e\u0148uje efekt\u00edvnej\u0161ie pracova\u0165 s r\u00f4znymi typmi \u00fadajov.%5%4Zvy\u0161uje produktivitu a minimalizuje po\u017eiadavky na spr\u00e1vu.%5%6Vydanie Db2 Advanced Edition sa d\u00e1 nasadi\u0165 na fyzick\u00e9 aj virtu\u00e1lne servery Linux\u00ae, UNIX alebo Windows \u013eubovo\u013enej ve\u013ekosti, po\u010dn\u00fac jedn\u00fdm procesorom a\u017e po stovky procesorov. \
Poplatky za program: Db2 Advanced Edition je k dispoz\u00edcii na z\u00e1klade platobnej metriky Virtual Processor Core (virtu\u00e1lne procesorov\u00e9 jadr\u00e1 - VPC) a Authorized User (opr\u00e1vnen\u00fd u\u017e\u00edvate\u013e - AU) pre neproduk\u010dn\u00e9 prostredia (napr\u00edklad v\u00fdvojov\u00e9 a testovacie prostredia). \
%1Db2 Standard Edition %1Db2 Standard Edition je vysokov\u00fdkonn\u00e1 datab\u00e1za pre mal\u00e9 a stredne ve\u013ek\u00e9 spolo\u010dnosti s licen\u010dn\u00fdmi mo\u017enos\u0165ami umo\u017e\u0148uj\u00facimi nasadenie v hybridnom cloude. \
Toto vydanie je podobn\u00e9 vydaniu Db2 Advanced Edition, ve\u013ekos\u0165 nasadenia je v\u0161ak obmedzen\u00e1. \
Poskytuje flexibiln\u00e9 mo\u017enosti nasadenia, a to lok\u00e1lne alebo v cloude. \
Db2 Standard Edition pon\u00faka tieto v\u00fdhody: %2%3%4Zvy\u0161uje v\u00fdkon aplik\u00e1ci\u00ed a anal\u00fdzy, \u010d\u00edm umo\u017e\u0148uje r\u00fdchlej\u0161ie rozhodovanie.%5%4Pon\u00faka funkcie vysokej dostupnosti a zotavenia po hav\u00e1rii. \
%5%4Poskytuje zabezpe\u010den\u00e9 a flexibiln\u00e9 prostredie. \
%5%4Umo\u017e\u0148uje efekt\u00edvnej\u0161\u00ed pr\u00edstup k rozli\u010dn\u00fdm d\u00e1tam. \
%5%4Zvy\u0161uje produktivitu a minimalizuje n\u00e1roky na spr\u00e1vu. \
%5%6Db2 Standard Edition je k dispoz\u00edcii na z\u00e1klade platobnej metriky Virtual CPU Core (VPC) a Authorized User (AU) pre neproduk\u010dn\u00e9 \
prostredia (v\u00fdvojov\u00e9 a testovacie prostredia). Kapacita je obmedzen\u00e1 na 16 virtu\u00e1lnych procesorov\u00fdch jadier a 128 GB pam\u00e4te in\u0161tancie. \
Tieto obmedzenia sa vz\u0165ahuj\u00fa na ka\u017ed\u00fd fyzick\u00fd alebo virtu\u00e1lny server, pokia\u013e produkt nie je nasaden\u00fd v klastri pureScale alebo DPF. \
V t\u00fdchto pr\u00edpadoch sa obmedzenia vz\u0165ahuj\u00fa na cel\u00fd klaster. \
%1Db2 Community Edition%1Db2 Community Edition bezplatne poskytuje v\u0161etky z\u00e1kladn\u00e9 funkcie datab\u00e1zy Db2. \
Db2 Community Edition predstavuje bezplatn\u00e9 z\u00e1kladn\u00e9 vydanie \u00fadajov\u00e9ho servera Db2 pre komunitu v\u00fdvoj\u00e1rov a partnerov. \
Toto vydanie je navrhnut\u00e9 tak, aby sa dalo nastavi\u0165 v priebehu nieko\u013ek\u00fdch min\u00fat, \u013eahko sa pou\u017e\u00edvalo a integrovalo. Navy\u0161e zah\u0155\u0148a funkcie auton\u00f3mnej spr\u00e1vy a pon\u00faka v\u0161etky k\u013e\u00fa\u010dov\u00e9 funkcie datab\u00e1zy Db2 for Linux, UNIX, and Windows. \
Rie\u0161enia, ktor\u00e9 vyviniete pomocou vydania Db2 Community Edition, m\u00f4\u017eete jednoducho nasadi\u0165 pou\u017eit\u00edm \u0161k\u00e1lovate\u013enej\u0161\u00edch vydan\u00ed datab\u00e1zy Db2 bez \u00fapravy k\u00f3du aplik\u00e1cie. \
In\u0161tancia Db2 Community Edition je obmedzen\u00e1 na maxim\u00e1lne 4 virtu\u00e1lne procesorov\u00e9 jadr\u00e1 a 16 GB pam\u00e4te in\u0161tancie. \
Tieto obmedzenia sa vz\u0165ahuj\u00fa na ka\u017ed\u00fd fyzick\u00fd alebo virtu\u00e1lny server, pokia\u013e produkt nie je nasaden\u00fd v klastri pureScale alebo DPF. \
V t\u00fdchto in\u0161tanci\u00e1ch sa obmedzenia vz\u0165ahuj\u00fa na cel\u00fd klaster. Vydanie Db2 Community Edition sa aktualizuje pri hlavn\u00fdch m\u00ed\u013enikoch vydania a poskytuje sa s podporou komunity. \
Datab\u00e1zu Db2 Community Edition m\u00f4\u017eete aktualizova\u0165 na \u0161k\u00e1lovate\u013en\u00e9 vydanie jednoduch\u00fdm zadan\u00edm aktiva\u010dn\u00e9ho k\u013e\u00fa\u010da v obraze datab\u00e1zy. \
Datab\u00e1za sa automaticky inovuje a z\u00edskate pr\u00edstup k \u010fal\u0161\u00edm funkci\u00e1m, ako s\u00fa klaster s vysokou dostupnos\u0165ou a replik\u00e1cia.

ESE_DSF_DESCR = Produkt DB2 Advanced Editions s komponentom pureScale poskytuj\u00fa schopnosti klastrovania, ktor\u00e9 zlep\u0161uj\u00fa dostupnos\u0165 \u00fadajov DB2, roz\u0161iruj\u00fa kapacitu spracovania prostredia, poskytuj\u00fa flexibiln\u00e9 sp\u00f4soby konfigur\u00e1cie v\u00e1\u0161ho prostredia a zvy\u0161uj\u00fa r\u00fdchlos\u0165 transakci\u00ed. \
Tento jeden in\u0161tala\u010dn\u00fd obraz m\u00e1 kni\u017enice a bin\u00e1rne objekty pre DB2 Advanced Enterprise Server Edition a DB2 Advanced Workgroup Server Edition spolu s komponentom DB2 pureScale. 

WSE_DESCR = DB2 Workgroup Server Edition poskytuje rovnak\u00e9 z\u00e1kladn\u00e9 funkcie ako vydanie DB2 Enterprise Server Edition, av\u0161ak s obmedzen\u00edm po\u010dtu procesorov a kapacity pam\u00e4te. \
Vydanie DB2 Workgroup Server Edition bolo navrhnut\u00e9 s cie\u013eom splni\u0165 po\u017eiadavky pracovn\u00fdch skup\u00edn a stredne ve\u013ek\u00fdch podnikov\u00fdch prostred\u00ed.

WSE_DSF_DESCR = DB2 Workgroup Server Edition s komponentom DB2 pureScale poskytuje technol\u00f3giu klastrovania pre produkty DB2 na distribuovan\u00fdch platform\u00e1ch. \
Tento komponent zlep\u0161uje dostupnos\u0165 \u00fadajov DB2, roz\u0161iruje kapacitu prostredia pri spracovan\u00ed oper\u00e1ci\u00ed, poskytuje flexibiln\u00e9 mo\u017enosti konfigur\u00e1cie prostredia a zvy\u0161uje r\u00fdchlos\u0165 vykon\u00e1vania transakci\u00ed.

EXP_DESCR = Produkt DB2 Express Edition je podobn\u00fd produktu DB2 Workgroup Server Edition s v\u00fdnimkou toho, \u017ee vylu\u010duje rozde\u013eovanie tabuliek a uva\u013euje \u010fal\u0161ie obmedzenia na vyu\u017e\u00edvanie procesora a pam\u00e4te. \
V d\u00f4sledku toho toto vydanie najlep\u0161ie vyhovuje miernym po\u017eiadavk\u00e1m na pracovn\u00e9 za\u0165a\u017eenie, k ak\u00fdm doch\u00e1dza v malej kancel\u00e1rii. \
S\u00fa\u010das\u0165ou tohto vydania je n\u00e1stroj IBM Data Studio, ktor\u00fd vy\u017eaduje osobitn\u00e9 nain\u0161talovanie. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition poskytuje rovnak\u00e9 z\u00e1kladn\u00e9 funkcie ako vydanie DB2 Enterprise Server Edition, av\u0161ak s obmedzen\u00edm po\u010dtu procesorov a kapacity pam\u00e4te. \
Vydanie DB2 Express-C Edition bolo navrhnut\u00e9 s cie\u013eom splni\u0165 po\u017eiadavky mal\u00fdch a stredne ve\u013ek\u00fdch spolo\u010dnost\u00ed (SMB). \
Tento produkt je k dispoz\u00edcii pre opera\u010dn\u00e9 syst\u00e9my Linux a Windows. \
Ak pre tento bezplatn\u00fd \u00fadajov\u00fd server vy\u017eadujete podporu a \u00fadr\u017ebu zo strany spolo\u010dnosti IBM, m\u00f4\u017eete ich zak\u00fapi\u0165 prostredn\u00edctvom obnovite\u013en\u00e9ho 12-mesa\u010dn\u00e9ho predplatn\u00e9ho.

CONSV_DESCR = Serverov\u00e9 produkty DB2 Connect poskytuj\u00fa pripojenie v trojvrstvovom prostred\u00ed. \
Aplik\u00e1cie DB2 spusten\u00e9 v r\u00f4znych syst\u00e9moch pracovn\u00fdch stan\u00edc sa m\u00f4\u017eu k datab\u00e1zov\u00fdm syst\u00e9mom DB2 for z/OS a DB2 for IBM i prip\u00e1ja\u0165 priamo (v preferovanom dvojvrstvovom prostred\u00ed) alebo nepriamo prostredn\u00edctvom servera DB2 Connect. \
Produkty DB2 Connect zah\u0155\u0148aj\u00fa klientske bal\u00edky, ktor\u00e9 sa nasadzuj\u00fa na syst\u00e9my pracovn\u00fdch stan\u00edc, obsahuj\u00face ovl\u00e1da\u010de API, ktor\u00e9 priamo \u010di nepriamo prip\u00e1jaj\u00fa aplik\u00e1cie na t\u00fdchto syst\u00e9moch k \u00fadajov\u00fdm serverom DB2 for z/OS alebo DB2 for IBM i. \
Konfigur\u00e1cia servera DB2 Connect Server podporuje federovan\u00e9 pripojenia. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = Informa\u010dn\u00e9 centrum DB2 obsahuje dokument\u00e1ciu pre produkty DB2 pokr\u00fdvaj\u00facu v\u0161etky aspekty produktov DB2 vr\u00e1tane pripojenia k datab\u00e1zam, spr\u00e1vy datab\u00e1z, spr\u00e1vy dotazov, podnikovej inteligencie a v\u00fdvoja aplik\u00e1ci\u00ed. \
%1S pou\u017eit\u00edm sprievodcu in\u0161tal\u00e1ciou DB2 m\u00f4\u017eete Informa\u010dn\u00e9 centrum DB2 nain\u0161talova\u0165 lok\u00e1lne na v\u00e1\u0161 po\u010d\u00edta\u010d. \
Ak je po\u010d\u00edta\u010d, na ktor\u00fd chcete nain\u0161talova\u0165 Informa\u010dn\u00e9 centrum DB2, pripojen\u00fd k sieti, prostredn\u00edctvom webov\u00e9ho prehliada\u010da k nemu bud\u00fa m\u00f4c\u0165 pristupova\u0165 aj u\u017e\u00edvatelia in\u00fdch po\u010d\u00edta\u010dov. 

LSDC_DESCR = Nerela\u010dn\u00e9 wrapery InfoSphere Federation Server umo\u017e\u0148uj\u00fa federa\u010dn\u00fdm syst\u00e9mom integrova\u0165 \u00fadaje XML, spr\u00e1vy WebSphere MQ a \u00fadaje z r\u00f4znych zdrojov, ako s\u00fa aplik\u00e1cia Excel a zdroje, ku ktor\u00fdm pristupujete prostredn\u00edctvom vlastn\u00fdch wraperov C++ a Java.

RCON_DESCR = Prostredn\u00edctvom rela\u010dn\u00fdch wraperov InfoSphere Federation Server m\u00f4\u017eete dotazova\u0165 a z\u00edskava\u0165 \u00fadaje, ktor\u00e9 sa nach\u00e1dzaj\u00fa v distribuovan\u00fdch datab\u00e1zach DB2 a in\u00fdch rela\u010dn\u00fdch datab\u00e1zach.  \
Jeden pr\u00edkaz SQL sa m\u00f4\u017ee odkazova\u0165 na jednu alebo viac datab\u00e1z. \
M\u00f4\u017eete napr\u00edklad spoji\u0165 \u00fadaje v tabu\u013eke DB2, \u00fadaje v tabu\u013eke Oracle a \u00fadaje z\u00edskan\u00e9 zo zobrazenia Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Sada n\u00e1strojov GUI na riadenie \u00fadajov DB2 for Linux, UNIX, and Windows a aplik\u00e1ci\u00ed pracuj\u00facich s centr\u00e1lnymi \u00fadajmi je k dispoz\u00edcii na nain\u0161talovanie. \
Tieto n\u00e1stroje poskytuj\u00fa v\u00fdkonn\u00e9 funkcie zameran\u00e9 na \u0161pecifick\u00e9 \u00falohy a roly riadenia \u00fadajov. D\u00f4le\u017eit\u00e9 je, \u017ee tieto komponenty priamo spolupracuj\u00fa a zabezpe\u010duj\u00fa spolupr\u00e1cu medzi rolami, produktivitu a efekt\u00edvnos\u0165.

TOOLS_LINK_LABEL =  Z\u00edska\u0165 tieto n\u00e1stroje
TOOLS_ALT_IMG_TEXT = spusti\u0165 prehliada\u010d

### please leave at least one blank line at the end of the file
