#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Instalace produktu

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= P\u0159ed instalac\u00ed produktu DB2 Enterprise Server Edition nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_AESE   	= P\u0159ed instalac\u00ed produktu DB2 Advanced Enterprise Server Edition nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_AESE_DSF = P\u0159ed instalac\u00ed produktu DB2 Advanced Enterprise Server Edition s funkc\u00ed DB2 pureScale nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_ESE_DSF 	= P\u0159ed instalac\u00ed produktu DB2 Enterprise Server Edition s funkc\u00ed DB2 pureScale nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_EXP    	= P\u0159ed instalac\u00ed produktu DB2 Express nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_EXPC    	= P\u0159ed instalac\u00ed produktu DB2 Express-C nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_CONSV  	= P\u0159ed instalac\u00ed produktu DB2 Connect Server nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_RTCL   	= P\u0159ed instalac\u00ed produktu DB2 Data Server Runtime Client nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_CLIENT 	= P\u0159ed instalac\u00ed produktu DB2 Data Server Client nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_WSE    	= P\u0159ed instalac\u00ed produktu DB2 Workgroup Server Edition nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_WSE_DSF  = P\u0159ed instalac\u00ed produktu DB2 Workgroup Server Edition s funkc\u00ed DB2 pureScale nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_NLPACK 	= P\u0159ed instalac\u00ed bal\u00edku jazykov\u00e9 podpory DB2 nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_DOCE   	= P\u0159ed instalac\u00ed Informa\u010dn\u00edho centra DB2 nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_GSE    	= P\u0159ed instalac\u00ed produktu DB2 Spatial Extender nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_RCON   	= P\u0159ed instalac\u00ed produktu WebSphere Information Integration Relational Wrappers nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_LSDC   	= P\u0159ed instalac\u00ed produktu WebSphere Information Integration Nonrelational Wrappers nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.
missing_prereq_VSAI   	= P\u0159ed instalac\u00ed datab\u00e1zov\u00fdch dopl\u0148k\u016f IBM pro Visual Studio nainstalujte %1vy\u017eadovan\u00e9 produkty DB2%2.

INTRO_MSG = Klepnut\u00edm na tla\u010d\u00edtko Instalovat nov\u00fd spust\u00edte Pr\u016fvodce nastaven\u00edm DB2 pro po\u017eadovan\u00fd produkt a m\u016f\u017eete produkt instalovat do nov\u00e9ho um\u00edst\u011bn\u00ed. \
Chcete-li aktualizovat \u010di upgradovat n\u011bkter\u00fd st\u00e1vaj\u00edc\u00ed produkt nebo k n\u011bmu p\u0159idat funkce, klepn\u011bte na tla\u010d\u00edtko Pracovat s existuj\u00edc\u00edm. \
Klepnut\u00edm na tla\u010d\u00edtko Instalovat pro konkr\u00e9tn\u00ed produkt m\u016f\u017eete spustit instalaci p\u0159\u00edslu\u0161n\u00fdch produkt\u016f. 		
		
VSAI_DESCR = Produkt IBM Database Add-Ins for Visual Studio poskytuje podporu v\u00fdvoje aplikac\u00ed pro aplikace .NET v r\u00e1mci produkt\u016f Visual Studio. \
Tento dopln\u011bk je sou\u010d\u00e1st\u00ed v\u0161ech klientsk\u00fdch bal\u00edk\u016f s v\u00fdjimkou komponenty IBM Data Server Runtime Client. 

DSAC_DESCR = N\u00e1stroj administr\u00e1tora datov\u00e9ho serveru je n\u00e1stroj webov\u00e9ho port\u00e1lu, kter\u00fd pom\u00e1h\u00e1 spr\u00e1vc\u016fm datab\u00e1z\u00ed efektivn\u011bji spravovat libovoln\u00fd po\u010det datov\u00fdch server\u016f DB2 a Informix IDS. \
N\u00e1stroj administr\u00e1tora datov\u00e9ho serveru m\u016f\u017ee napomoci udr\u017eet v\u00fdkonnost datab\u00e1zov\u00fdch server\u016f na po\u017eadovan\u00e9 \u00farovni t\u00edm, \u017ee \u0161et\u0159\u00ed \u010das pot\u0159ebn\u00fd k \u0159e\u0161en\u00ed probl\u00e9m\u016f, automatizuje a odstra\u0148uje rutinn\u00ed \u00falohy \u00fadr\u017eby a p\u0159\u00edpadn\u011b umo\u017en\u00ed se probl\u00e9m\u016fm zcela vyhnout.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Upgradovat
LPAD_INSTALL_TITLE = Instalovat produkt jako u\u017eivatel %1
LPAD_INSTALL_DESC1=Klepnut\u00edm na tla\u010d\u00edtko Instalovat nov\u00fd spust\u00edte Pr\u016fvodce nastaven\u00edm DB2 pro po\u017eadovan\u00fd produkt a m\u016f\u017eete produkt instalovat do nov\u00e9ho um\u00edst\u011bn\u00ed.
LPAD_INSTALL_DESC2=Klepnut\u00edm na tla\u010d\u00edtko Upgradovat spust\u00edte Pr\u016fvodce nastaven\u00edm DB2 pro po\u017eadovan\u00fd produkt a m\u016f\u017eete instanci upgradovat.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Chcete-li p\u0159idat funkce do n\u011bkter\u00e9ho st\u00e1vaj\u00edc\u00edho produktu, klepn\u011bte na tla\u010d\u00edtko Pracovat s existuj\u00edc\u00edm.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client je negrafick\u00fd klient, kter\u00fd umo\u017e\u0148uje aplikac\u00edm p\u0159\u00edstup k server\u016fm DB2. K dispozici je podpora pro spou\u0161t\u011bn\u00ed aplikac\u00ed vyu\u017e\u00edvaj\u00edc\u00edch rozhran\u00ed vlo\u017een\u00e9ho k\u00f3du SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus a CLP. Tento bal\u00edk klienta je alternativou k up\u0159ednost\u0148ovan\u00e9mu bal\u00edku IBM Data Server Driver Package pro z\u00e1kazn\u00edky, kte\u0159\u00ed dob\u0159e znaj\u00ed obsah bal\u00edk\u016f klient\u016f a po\u017eaduj\u00ed dal\u0161\u00ed funkce.

CLIENT_DESCR = Produkt IBM Data Server Client je kolekce ovlada\u010d\u016f klientsk\u00fdch aplikac\u00ed a n\u00e1stroj\u016f pro datov\u00e9 servery DB2. \
K dispozici je podpora pro spou\u0161t\u011bn\u00ed aplikac\u00ed vyu\u017e\u00edvaj\u00edc\u00edch rozhran\u00ed vlo\u017een\u00e9ho k\u00f3du SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus a CLP. \
Tento bal\u00edk klienta je alternativou k up\u0159ednost\u0148ovan\u00e9mu bal\u00edku IBM Data Server Driver Package pro z\u00e1kazn\u00edky, kte\u0159\u00ed dob\u0159e znaj\u00ed obsah bal\u00edk\u016f klient\u016f a po\u017eaduj\u00ed dal\u0161\u00ed funkce.

NLPACK_DESCR = Bal\u00edk jazykov\u00e9 podpory DB2 (DB2 National Language Package) slou\u017e\u00ed k p\u0159id\u00e1n\u00ed n\u00e1rodn\u00ed jazykov\u00e9 podpory do produkt\u016f DB2 k jejich lokalizaci. N\u00e1rodn\u00ed jazykovou podporu lze p\u0159idat kdykoli.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1P\u0159ed instalac\u00ed tohoto produktu nainstalujte %2vy\u017eadovan\u00e9 produkty DB2%3.%4

PROD_NR_NOT_SUPPORTED = %1 nen\u00ed podporovan\u00fdm produktem DB2 pro instalaci jin\u00fdm u\u017eivatelem ne\u017e root.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Instalovat nov\u00fd
INSTALL_EXISTING_BUTTON = Pracovat s existuj\u00edc\u00edm
INSTALL_EXTERNAL_BUTTON = Instalovat

missing_prereqs_msg 	= Chyb\u011bj\u00edc\u00ed sou\u010d\u00e1sti:
detected_err_msg 	= Zji\u0161t\u011bn\u00e9 chyby:

AESE_DESCR = Produkt DB2 Advanced Enterprise Server Edition p\u0159edstavuje ide\u00e1ln\u00ed z\u00e1klad pro sestavov\u00e1n\u00ed podnikov\u00fdch \u0159e\u0161en\u00ed na vy\u017e\u00e1d\u00e1n\u00ed. \
M\u016f\u017eete tak sestavovat nap\u0159\u00edklad datab\u00e1ze s kapacitou mnoha terabajt\u016f, vysoce v\u00fdkonn\u00e1 \u0159e\u0161en\u00ed transak\u010dn\u00edho zpracov\u00e1n\u00ed s nep\u0159etr\u017eit\u00fdm provozem nebo webov\u00e1 \u0159e\u0161en\u00ed. \
K dispozici jsou tak\u00e9 voliteln\u00e9 funkce tohoto produktu, kter\u00e9 nab\u00edzej\u00ed dal\u0161\u00ed roz\u0161\u00ed\u0159en\u00ed v oblastech, jako je komprimace, v\u00fdkon, replikace nebo zabezpe\u010den\u00ed. 

AESE_DSF_DESCR = Produkt DB2 Advanced Enterprise Server Edition s funkc\u00ed DB2 pureScale poskytuje produktu DB2 na distribuovan\u00fdch platform\u00e1ch technologii d\u011blen\u00ed dat do klastr\u016f. Tato funkce zlep\u0161uje dostupnost dat produktu DB2, roz\u0161i\u0159uje kapacitu zpracov\u00e1n\u00ed dan\u00e9ho prost\u0159ed\u00ed, poskytuje flexibiln\u00ed zp\u016fsoby konfigurace prost\u0159ed\u00ed a zvy\u0161uje rychlost transakc\u00ed.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Tento jeden obraz instalace obsahuje knihovny a bin\u00e1rn\u00ed soubory pro produkty DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition a DB2 Community Edition. \
P\u0159ed instalac\u00ed si prostudujte produktovou dokumentaci a licen\u010dn\u00ed podm\u00ednky pro ka\u017edou z t\u011bchto verz\u00ed. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Produkt Advanced Enterprise Server Edition je vhodn\u00fd pro zpracov\u00e1n\u00ed transakc\u00ed, skladu a sm\u00ed\u0161enou pracovn\u00ed z\u00e1t\u011b\u017e. \
Tato verze nem\u00e1 \u017e\u00e1dn\u00e1 omezen\u00ed po\u010dtu procesor\u016f, pam\u011bti nebo velikosti datab\u00e1ze, tak\u017ee je ide\u00e1ln\u00ed pro pracovn\u00ed z\u00e1t\u011b\u017ee v\u0161ech rozsah\u016f. \
Tato verze zahrnuje v\u0161echny funkce nalezen\u00e9 v produktu DB2 Enterprise Server Edition a nav\u00edc tabulky uspo\u0159\u00e1dan\u00e9 podle sloupc\u016f, datab\u00e1zi v pam\u011bti, kompresi dat, spr\u00e1vu pracovn\u00ed z\u00e1t\u011b\u017ee, replikaci a schopnost rozd\u011blen\u00ed na oblasti. \
Tato verze se tak\u00e9 dod\u00e1v\u00e1 s kompletn\u00ed sadou skladov\u00fdch n\u00e1stroj\u016f, n\u00e1stroj\u016f Optim a produktem IBM Data Studio. \
Tato volba nainstaluje pouze server DB2. \
Zahrnut\u00e9 n\u00e1stroje je t\u0159eba nainstalovat samostatn\u011b. \
%1DB2 Enterprise Server Edition %1DB2 Produkt Enterprise Server Edition je vhodn\u00fd pro zpracov\u00e1n\u00ed transakc\u00ed a sm\u00ed\u0161enou pracovn\u00ed z\u00e1t\u011b\u017e. \
Tato verze nem\u00e1 \u017e\u00e1dn\u00e1 omezen\u00ed po\u010dtu procesor\u016f, pam\u011bti nebo velikosti datab\u00e1ze, tak\u017ee je ide\u00e1ln\u00ed pro pracovn\u00ed z\u00e1t\u011b\u017ee v\u0161ech rozsah\u016f. \
Tato verze zahrnuje v\u0161echny funkce produktu DB2 Workgroup Server Edition a p\u0159id\u00e1v\u00e1 k nim v\u00edceteplotn\u00ed \u00falo\u017ei\u0161t\u011b, tabulky materializovan\u00fdch dotaz\u016f, v\u00edcedimenzion\u00e1ln\u00ed d\u011blen\u00ed dat do klastr\u016f, paraleln\u00ed zpracov\u00e1n\u00ed dotaz\u016f, koncentr\u00e1tor p\u0159ipojen\u00ed, op\u011btovn\u00e9 pou\u017e\u00edv\u00e1n\u00ed p\u0159\u00edstupov\u00e9ho pl\u00e1nu a sd\u00edlen\u00ed proch\u00e1zen\u00ed. \
Tato verze se rovn\u011b\u017e dod\u00e1v\u00e1 se skladov\u00fdmi n\u00e1stroji a produktem IBM Data Studio, kter\u00e9 vy\u017eaduj\u00ed samostatnou instalaci. \
%1Produkt Db2 Advanced Edition %1Db2 Advanced Edition p\u0159edstavuje komplexn\u00ed datab\u00e1zov\u00e9 \u0159e\u0161en\u00ed pro podnik s metrikou licencov\u00e1n\u00ed umo\u017e\u0148uj\u00edc\u00ed implementaci v hybridn\u00edm cloudu. \
Toto \u0159e\u0161en\u00ed poskytuje mo\u017enost ukl\u00e1d\u00e1n\u00ed do datov\u00e9ho skladu a transak\u010dn\u00ed i analytick\u00e9 mo\u017enosti v jednom bal\u00edku. \
Produkt Db2 Advanced Edition je k dispozici jak ve form\u011b trval\u00e9 licence na software, tak i ve form\u011b m\u011bs\u00ed\u010dn\u00edho p\u0159edplatn\u00e9ho pro neomezen\u00e9 produk\u010dn\u00ed i neproduk\u010dn\u00ed pou\u017eit\u00ed se \u0161pi\u010dkovou podporou spole\u010dnosti IBM. \
Produkt Db2 Advanced Edition poskytuje pokro\u010dil\u00e9 funkce optimalizace \u00falo\u017ei\u0161\u0165, v\u00fdpo\u010dt\u016f v pam\u011bti \u010di zaji\u0161t\u011bn\u00ed dostupnosti syst\u00e9m\u016f a n\u00e1stroje pro spr\u00e1vu pracovn\u00ed z\u00e1t\u011b\u017ee. \
Toto \u0159e\u0161en\u00ed nav\u00edc pom\u00e1h\u00e1 zajistit vysok\u00fd v\u00fdkon, vhledy s praktick\u00fdm vyu\u017eit\u00edm, nep\u0159etr\u017eitou dostupnost a spolehlivost p\u0159i ni\u017e\u0161\u00edch n\u00e1kladech. \
Poskytuje mo\u017enosti flexibiln\u00edho nasazen\u00ed m\u00edstn\u011b i v cloudu. \
Produkt Db2 Advanced Edition nab\u00edz\u00ed n\u00e1sleduj\u00edc\u00ed v\u00fdhody: %2%3%4Zvy\u0161uje v\u00fdkon aplikac\u00ed a anal\u00fdzy a umo\u017e\u0148uje rychlej\u0161\u00ed rozhodov\u00e1n\u00ed.%5%4Poskytuje vysokou dostupnost a schopnost zotaven\u00ed z hav\u00e1rie.%5%4Poskytuje zabezpe\u010den\u00e9 flexibiln\u00ed prost\u0159ed\u00ed.%5%4Rozhran\u00ed efektivn\u011bji zpracov\u00e1vaj\u00ed \u0161irok\u00e9 spektrum dat.%5%4Zvy\u0161uje produktivitu a sni\u017euje z\u00e1t\u011b\u017e p\u0159i administraci.%5%6Produkt Db2 Advanced Edition lze implementovat na serveru se syst\u00e9mem Linux\u00ae, UNIX nebo Windows bez ohledu na velikost a po\u010det procesor\u016f (jeden a\u017e stovky) a na fyzick\u00fdch i virtu\u00e1ln\u00edch serverech. \
Poplatky za pou\u017e\u00edv\u00e1n\u00ed programu: Produkt Db2 Advanced Edition je k dispozici s metrikou poplatk\u016f na b\u00e1zi jader virtu\u00e1ln\u00edch procesor\u016f VPC (Virtual Processor Core) a metrikou na b\u00e1zi autorizovan\u00fdch u\u017eivatel\u016f (AU) pro neproduk\u010dn\u00ed prost\u0159ed\u00ed (jako jsou prost\u0159ed\u00ed pro v\u00fdvoj a testov\u00e1n\u00ed). \
%1Produkt Db2 Standard Edition %1Produkt Db2 Standard Edition p\u0159edstavuje vysoce v\u00fdkonnou datab\u00e1zi pro mal\u00e9 a st\u0159edn\u00ed podniky s mo\u017enostmi licencov\u00e1n\u00ed pro nasazen\u00ed v hybridn\u00edch cloudech. \
Je podobn\u00fd produktu Db2 Advanced Edition, ale m\u00e1 omezenou velikost nasazen\u00ed. \
Poskytuje mo\u017enosti flexibiln\u00edho nasazen\u00ed m\u00edstn\u011b i v cloudu. \
Produkt Db2 Standard Edition nab\u00edz\u00ed n\u00e1sleduj\u00edc\u00ed funkce a v\u00fdhody:%2%3%4Zvy\u0161uje v\u00fdkon aplikac\u00ed a anal\u00fdzy a umo\u017e\u0148uje rychlej\u0161\u00ed rozhodov\u00e1n\u00ed.%5%4Poskytuje vysokou dostupnost a schopnost zotaven\u00ed z hav\u00e1ri\u00ed. \
%5%4Poskytuje zabezpe\u010den\u00e9 flexibiln\u00ed prost\u0159ed\u00ed. \
%5%4Rozhran\u00ed efektivn\u011bji zpracov\u00e1vaj\u00ed \u0161irok\u00e9 spektrum dat. \
%5%4Zvy\u0161uje produktivitu a sni\u017euje z\u00e1t\u011b\u017e p\u0159i administraci. \
%5%6Produkt Db2 Standard Edition je k dispozici s metrikou poplatk\u016f na b\u00e1zi virtu\u00e1ln\u00edch procesor\u016f a metrikou na b\u00e1zi autorizovan\u00fdch u\u017eivatel\u016f pro neproduk\u010dn\u00ed prost\u0159ed\u00ed (jako jsou \
prost\u0159ed\u00ed pro v\u00fdvoj a testov\u00e1n\u00ed). Jste omezeni na 16 jader virtu\u00e1ln\u00edch procesor\u016f a 128 GB pam\u011bti instance. \
Tato omezen\u00ed se t\u00fdkaj\u00ed ka\u017ed\u00e9ho fyzick\u00e9ho nebo virtu\u00e1ln\u00edho serveru, mimo jejich nasazen\u00ed v klastru pureScale nebo DPF. \
V takov\u00fdch p\u0159\u00edpadech se omezen\u00ed t\u00fdkaj\u00ed cel\u00e9ho klastru. \
%1Db2 Community Edition%1Produkt Db2 Community Edition poskytuje v\u0161echny z\u00e1kladn\u00ed funkce produktu Db2 bez poplatk\u016f. \
Produkt Db2 Community Edition je bezplatn\u00e1 z\u00e1kladn\u00ed verze datov\u00e9ho serveru Db2 pro komunitu v\u00fdvoj\u00e1\u0159\u016f a partner\u016f. \
Je navr\u017een tak, aby ho bylo snadn\u00e9 zprovoznit, provozovat a za\u010dlenit, obsahuje funkce vlastn\u00ed spr\u00e1vy a poskytuje v\u0161echny z\u00e1kladn\u00ed schopnosti produktu Db2 for Linux, UNIX, and Windows. \
\u0158e\u0161en\u00ed vyvinut\u00e1 pomoc\u00ed produktu Db2 Community Edition lze snadno nasadit v prost\u0159ed\u00ed l\u00e9pe \u0161k\u00e1lovateln\u00fdch edic Db2 bez nutnosti \u00faprav aplika\u010dn\u00edho k\u00f3du. \
Produkt Db2 Community Edition je omezen na maxim\u00e1ln\u011b 4 j\u00e1dra virtu\u00e1ln\u00edch procesor\u016f a 16 GB pam\u011bti pov\u011b\u0159en\u00fd instance. \
Tato omezen\u00ed se t\u00fdkaj\u00ed ka\u017ed\u00e9ho fyzick\u00e9ho nebo virtu\u00e1ln\u00edho serveru, mimo jejich nasazen\u00ed v klastru pureScale nebo DPF. \
V takov\u00fdch p\u0159\u00edpadech se omezen\u00ed t\u00fdkaj\u00ed cel\u00e9ho klastru. Produkt Db2 Community Edition je p\u0159i hlavn\u00edch vyd\u00e1n\u00edch aktualizov\u00e1n a p\u0159ich\u00e1z\u00ed s komunitn\u00ed podporou online. \
Svoji datab\u00e1zi produktu Db2 Community Edition m\u016f\u017eete upgradovat na l\u00e9pe \u0161k\u00e1lovatelnou edici jednoduch\u00fdm pou\u017eit\u00edm aktiva\u010dn\u00edho kl\u00ed\u010de na obraz datab\u00e1ze. \
Datab\u00e1ze se upgraduje okam\u017eit\u011b a poskytne v\u00e1m p\u0159\u00edstup k dal\u0161\u00edm funkc\u00edm, jako je d\u011blen\u00ed do klastr\u016f s vysokou dostupnost\u00ed a replikace.

ESE_DSF_DESCR = Verze DB2 Advanced Edition s funkc\u00ed pureScale poskytuj\u00ed mo\u017enosti d\u011blen\u00ed dat do klastr\u016f, kter\u00e9 zvy\u0161uj\u00ed dostupnost dat syst\u00e9mu DB2, roz\u0161i\u0159uj\u00ed kapacitu zpracov\u00e1n\u00ed v r\u00e1mci prost\u0159ed\u00ed, nab\u00edz\u00ed flexibiln\u00ed zp\u016fsoby konfigurace prost\u0159ed\u00ed a zvy\u0161uj\u00ed rychlost transakc\u00ed. \
Tento jeden obraz instalace obsahuje knihovny a bin\u00e1rn\u00ed soubory pro produkty DB2 Advanced Enterprise Server Edition a DB2 Advanced Workgroup Server Edition s funkc\u00ed DB2 pureScale. 

WSE_DESCR = Produkt DB2 Workgroup Server Edition m\u00e1 stejn\u00e9 z\u00e1kladn\u00ed funkce jako produkt DB2 Enterprise Server Edition, ale je omezen na ur\u010dit\u00fd po\u010det procesor\u016f a ur\u010dit\u00e9 mno\u017estv\u00ed pam\u011bti. \
Produkt DB2 Workgroup Server Edition je navr\u017een tak, aby spl\u0148oval po\u017eadavky pracovn\u00edch skupin a st\u0159edn\u00edch organizac\u00ed.

WSE_DSF_DESCR = Produkt DB2 Workgroup Server Edition s funkc\u00ed DB2 pureScale poskytuje produktu DB2 na distribuovan\u00fdch platform\u00e1ch technologii d\u011blen\u00ed dat do klastr\u016f. \
Tato funkce zlep\u0161uje dostupnost dat produktu DB2, roz\u0161i\u0159uje kapacitu zpracov\u00e1n\u00ed dan\u00e9ho prost\u0159ed\u00ed, poskytuje flexibiln\u00ed zp\u016fsoby konfigurace prost\u0159ed\u00ed a zvy\u0161uje rychlost transakc\u00ed.

EXP_DESCR = Verze DB2 Express Edition se podob\u00e1 verzi DB2 Workgroup Server Edition, neobsahuje v\u0161ak funkci d\u011blen\u00ed tabulek na oblasti a zahrnuje v\u011bt\u0161\u00ed omezen\u00ed po\u010dtu procesor\u016f a vyu\u017eit\u00ed pam\u011bti. \
D\u00edky tomu je nejvhodn\u011bj\u0161\u00ed pro situace s ni\u017e\u0161\u00edmi n\u00e1roky na pracovn\u00ed z\u00e1t\u011b\u017e, nap\u0159\u00edklad pro mal\u00e9 kancel\u00e1\u0159e. \
Tato verze zahrnuje n\u00e1stroj IBM Data Studio, kter\u00fd je t\u0159eba nainstalovat samostatn\u011b. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = Produkt DB2 Express-C Edition m\u00e1 stejn\u00e9 z\u00e1kladn\u00ed funkce jako produkt DB2 Enterprise Server Edition, ale je omezen na ur\u010dit\u00fd po\u010det procesor\u016f a ur\u010dit\u00e9 mno\u017estv\u00ed pam\u011bti. \
Produkt DB2 Express-C Edition je navr\u017een tak, aby spl\u0148oval po\u017eadavky mal\u00fdch a st\u0159edn\u00edch organizac\u00ed (SMB). \
Produkt je k dispozici pro opera\u010dn\u00ed syst\u00e9my Linux a Windows. \
Po\u017eadujete-li pro tento bezplatn\u011b poskytovan\u00fd datov\u00fd server podporu a \u00fadr\u017ebu IBM, m\u016f\u017eete jej zakoupit s obnoviteln\u00fdm ro\u010dn\u00edm p\u0159edplatn\u00fdm.

CONSV_DESCR = Produkty DB2 Connect Server nab\u00edzej\u00ed konektivitu v prost\u0159ed\u00ed se t\u0159emi vrstvami. \
Aplikace produktu DB2 spu\u0161t\u011bn\u00e9 v \u0159ad\u011b r\u016fzn\u00fdch stoln\u00edch syst\u00e9m\u016f se mohou k datab\u00e1zov\u00fdm server\u016fm DB2 for z/OS a DB2 for IBM i p\u0159ipojit p\u0159\u00edmo (v prost\u0159ed\u00ed se dv\u011bma vrstvami, co\u017e je preferov\u00e1no), nebo nep\u0159\u00edmo prost\u0159ednictv\u00edm produktu DB2 Connect Server. \
Produkty DB2 Connect zahrnuj\u00ed bal\u00edky klienta, kter\u00e9 lze implementovat ve stoln\u00edch syst\u00e9mech, a ovlada\u010de rozhran\u00ed API, je\u017e umo\u017e\u0148uj\u00ed p\u0159\u00edm\u00e9 nebo nep\u0159\u00edm\u00e9 p\u0159ipojen\u00ed aplikac\u00ed k datov\u00e9mu serveru DB2 for z/OS nebo DB2 for IBM i. \
Konfigurace produktu DB2 Connect Server podporuje sdru\u017een\u00e9 p\u0159ipojen\u00ed. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = Informa\u010dn\u00ed centrum DB2 obsahuje dokumentaci produkt\u016f DB2, kter\u00e1 poskytuje informace o v\u0161ech oblastech produkt\u016f DB2, jakou jsou probl\u00e9my propojitelnosti datab\u00e1z\u00ed, spr\u00e1va datab\u00e1z\u00ed, \u00fadr\u017eba dotaz\u016f, oblast Business Inteligence a v\u00fdvoj aplikac\u00ed. \
%1Pomoc\u00ed Pr\u016fvodce nastaven\u00edm DB2 m\u016f\u017eete produkt Informa\u010dn\u00ed centrum DB2 nainstalovat lok\u00e1ln\u011b na vlastn\u00ed po\u010d\u00edta\u010d. \
Pokud je po\u010d\u00edta\u010d, na kter\u00fd instalujete produkt Informa\u010dn\u00ed centrum DB2, p\u0159ipojen do s\u00edt\u011b, mohou k n\u011bmu p\u0159istupovat ostatn\u00ed u\u017eivatel\u00e9 prost\u0159ednictv\u00edm webov\u00e9ho prohl\u00ed\u017ee\u010de. 

LSDC_DESCR = Nerela\u010dn\u00ed moduly wrapper produktu InfoSphere Federation Server umo\u017e\u0148uj\u00ed federovan\u00e9mu syst\u00e9mu integrovat data zalo\u017een\u00e1 na standardu XML, zpr\u00e1vy produktu WebSphere MQ a data ze zdroj\u016f, jako je aplikace Excel, a ze zdroj\u016f dostupn\u00fdch prost\u0159ednictv\u00edm zak\u00e1zkov\u00fdch modul\u016f wrapper v jazyc\u00edch C++ a Java.

RCON_DESCR = Rela\u010dn\u00ed moduly wrapper produktu InfoSphere Federation Server umo\u017e\u0148uj\u00ed zad\u00e1vat dotazy na data um\u00edst\u011bn\u00e1 v distribuovan\u00fdch rela\u010dn\u00edch datab\u00e1z\u00edch DB2 i jin\u00e9ho typu a na\u010d\u00edtat je. \
Jeden p\u0159\u00edkaz SQL m\u016f\u017ee odkazovat na jednu nebo n\u011bkolik datab\u00e1z\u00ed. \
M\u016f\u017eete nap\u0159\u00edklad spojit data v tabulce datab\u00e1ze DB2 s daty v tabulce datab\u00e1ze Oracle a s daty na\u010dten\u00fdmi z pohledu datab\u00e1ze Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Pro instalaci je k dispozici sada n\u00e1stroj\u016f s grafick\u00fdm u\u017eivatelsk\u00fdm rozhran\u00ed pro spr\u00e1vu dat produktu DB2 for Linux, UNIX, and Windows a aplikac\u00ed orientovan\u00fdch na data. \
Tyto n\u00e1stroje jednotliv\u011b poskytuj\u00ed v\u00fdkonn\u00e9 mo\u017enosti zam\u011b\u0159en\u00e9 na konkr\u00e9tn\u00ed role a \u00falohy spr\u00e1vy dat. D\u016fle\u017eit\u011bj\u0161\u00ed je, \u017ee spolupr\u00e1ce komponent je transparentn\u00ed, podporuje spolupr\u00e1ci mezi rolemi a zvy\u0161uje produktivitu a efektivitu.

TOOLS_LINK_LABEL =  Z\u00edskat n\u00e1stroje
TOOLS_ALT_IMG_TEXT = Spustit prohl\u00ed\u017ee\u010d

### please leave at least one blank line at the end of the file
