#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = \u062a\u0631\u0643\u064a\u0628 \u0645\u0646\u062a\u062c

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 Enterprise Server Edition.
missing_prereq_AESE   	= \u064a\u062c\u0628 \u062a\u0631\u0643\u064a\u0628 %1required DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = \u064a\u062c\u0628 \u062a\u0631\u0643\u064a\u0628 %1required DB2 products%2 \u0642\u0628\u0644 \u062a\u0631\u0643\u064a\u0628 DB2 Advanced Enterprise Server Edition \u0645\u0639  \u0627\u0644\u062e\u0627\u0635\u064a\u0629 DB2 pureScale Feature.
missing_prereq_ESE_DSF 	= \u064a\u062c\u0628 \u062a\u0631\u0643\u064a\u0628 %1required DB2 products%2 \u0642\u0628\u0644 \u062a\u0631\u0643\u064a\u0628 DB2 Enterprise Server Edition \u0645\u0639 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 DB2 pureScale Feature.
missing_prereq_EXP    	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 Express.
missing_prereq_EXPC    	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 Express-C.
missing_prereq_CONSV  	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 Connect Server.
missing_prereq_RTCL   	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 IBM Data Server Client.
missing_prereq_WSE    	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = \u064a\u062c\u0628 \u062a\u0631\u0643\u064a\u0628 %1required DB2 products%2 \u0642\u0628\u0644 \u062a\u0631\u0643\u064a\u0628 DB2 Workgroup Server Edition \u0645\u0639 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 DB2 pureScale Feature.
missing_prereq_NLPACK 	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 National Language Package.
missing_prereq_DOCE   	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 Information Center.
missing_prereq_GSE    	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 DB2 Spatial Extender.
missing_prereq_RCON   	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= \u062a\u0631\u0643\u064a\u0628 %1 \u064a\u062a\u0637\u0644\u0628 DB2 products%2 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 IBM Database add-ins for Visual Studio.

INTRO_MSG = \u0627\u0636\u063a\u0637 \u062a\u0631\u0643\u064a\u0628 \u0645\u0646\u062a\u062c \u062c\u062f\u064a\u062f \u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0639\u062f\u0627\u062f DB2 \u0644\u0644\u0645\u0646\u062a\u062c \u0627\u0644\u0645\u0631\u063a\u0648\u0628\u0629 \u0628\u0647 \u0648\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u0646\u062a\u062c \u0627\u0644\u0649 \u0645\u0648\u0642\u0639 \u062c\u062f\u064a\u062f. \
\u0627\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u062a\u062d\u062f\u064a\u062b \u0623\u0648 \u062a\u0637\u0648\u064a\u0631 \u0646\u0633\u062e\u0629 \u0623\u0648 \u0627\u0636\u0627\u0641\u0629 \u062e\u0648\u0627\u0635 \u0627\u0644\u0649 \u0627\u0644\u0645\u0646\u062a\u062c \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0627\u0644\u0645\u0648\u062c\u0648\u062f. \
\u064a\u0645\u0643\u0646\u0643 \u0623\u064a\u0636\u0627 \u0627\u0637\u0644\u0627\u0642 \u0639\u0645\u0644\u064a\u0627\u062a \u062a\u0631\u0643\u064a\u0628 \u0645\u0646\u062a\u062c\u0627\u062a \u0623\u062e\u0631\u0649 \u0628\u0627\u0644\u0636\u063a\u0637 \u0639\u0644\u0649 \u062a\u0631\u0643\u064a\u0628 Install \u0644\u0644\u0645\u0646\u062a\u062c \u0627\u0644\u0645\u0642\u0627\u0628\u0644. 		
		
VSAI_DESCR = \u064a\u0642\u062f\u0645 IBM Database Add-Ins for Visual Studio \u062f\u0639\u0645 \u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a .NET \u0641\u064a Visual Studio. \
\u062a\u0645 \u062a\u0636\u0645\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0648\u0638\u0627\u0626\u0641 \u0627\u0644\u0627\u0636\u0627\u0641\u064a\u0629 \u0641\u064a \u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0628\u0627\u0633\u062a\u062b\u0646\u0627\u0621 IBM Data Server Runtime Client. 

DSAC_DESCR = The data server administrator \u0647\u064a \u0623\u062f\u0627\u0629 Web portal \u0627\u0644\u062a\u064a \u062a\u0633\u0627\u0639\u062f \u0645\u0648\u062c\u0647\u064a \u0646\u0638\u0627\u0645 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0628\u0637\u0631\u064a\u0642\u0629 \u0641\u0639\u0627\u0644\u0629 \u0648 \u0645\u0624\u062b\u0631\u0629 \u0639\u0644\u0649 \u0627\u062f\u0627\u0631\u0629 \u0623\u064a \u0639\u062f\u062f \u0645\u0646 \u0648\u062d\u062f\u0627\u062a \u062e\u062f\u0645\u0629 \u0628\u064a\u0627\u0646\u0627\u062a DB2 \u0648 Informix IDS. \
\u0623\u062f\u0627\u0629 \u0645\u0648\u062c\u0647 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0633\u0627\u0639\u062f \u0639\u0644\u0649 \u0627\u0644\u0627\u062d\u062a\u0641\u0627\u0638 \u0628\u0648\u062d\u062f\u0627\u062a \u062e\u062f\u0645\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0641\u0639\u0627\u0644\u0629 \u0639\u0646\u062f \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u0645\u0646 \u0627\u0644\u0623\u062f\u0627\u0621 \u0639\u0646 \u0637\u0631\u064a\u0642 \u062a\u0642\u0644\u064a\u0644 \u0627\u0644\u0648\u0642\u062a\u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u0644\u062d\u0644 \u0627\u0644\u0645\u0634\u0643\u0644\u0627\u062a\u060c \u062c\u0639\u0644 \u0627\u0644\u0635\u064a\u0627\u0646\u0629 \u0622\u0644\u064a\u0629 \u0648\u0627\u0633\u062a\u0628\u0639\u0627\u062f \u0628\u0639\u0636 \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0631\u0648\u062a\u064a\u0646\u064a\u0629 \u0648\u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0641\u064a \u0639\u0645\u0644 \u0627\u0644\u0645\u0647\u0627\u0645\u060c \u0648\u0644\u0623\u0642\u0635\u0649 \u062f\u0631\u062c\u0629 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0641\u064a \u062a\u0641\u0627\u062f\u064a \u0627\u0644\u0645\u0634\u0643\u0644\u0627\u062a \u0645\u0639\u0627.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = \u062a\u062d\u062f\u064a\u062b
LPAD_INSTALL_TITLE = \u0642\u0645 \u0628\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0628\u0627\u0644\u0635\u0648\u0631\u0629 %1
LPAD_INSTALL_DESC1=\u0627\u0636\u063a\u0637 \u062a\u0631\u0643\u064a\u0628 \u0645\u0646\u062a\u062c \u062c\u062f\u064a\u062f \u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0639\u062f\u0627\u062f DB2 \u0644\u0644\u0645\u0646\u062a\u062c \u0627\u0644\u0645\u0631\u063a\u0648\u0628\u0629 \u0628\u0647 \u0648\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u0646\u062a\u062c \u0627\u0644\u0649 \u0645\u0648\u0642\u0639 \u062c\u062f\u064a\u062f.
LPAD_INSTALL_DESC2=\u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u0646\u0633\u062e\u0629 \u0644\u0628\u062f\u0621 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0639\u062f\u0627\u062f DB2 Setup \u0644\u0644\u0645\u0646\u062a\u062c \u0627\u0644\u0645\u0631\u063a\u0648\u0628 \u0628\u0647 \u0648\u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u0646\u0633\u062e\u0629.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=\u0627\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u063a\u0628 \u0641\u064a \u0627\u0636\u0627\u0641\u0629 \u062e\u0648\u0627\u0635 \u0627\u0644\u0649 \u0627\u0644\u0645\u0646\u062a\u062c \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u060c \u0627\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0627\u0644\u0645\u0648\u062c\u0648\u062f.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = \u062a\u0639\u062f \u0648\u062d\u062f\u0629 IBM Data Server Runtime Client \u0648\u062d\u062f\u0629 \u062a\u0627\u0628\u0639\u0629 \u063a\u064a\u0631 \u0628\u064a\u0627\u0646\u064a\u0629 \u062a\u0633\u0645\u062d \u0644\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a  \u0628\u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0648\u062d\u062f\u0627\u062a \u062e\u062f\u0645\u0629 DB2. \u062d\u064a\u062b \u062a\u0642\u062f\u0645 \u062f\u0639\u0645 \u0644\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644\u0647\u0627 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0648\u0627\u062c\u0647\u0627\u062a \u062a\u0639\u0627\u0645\u0644 SQL\u060c ODBC\u060c CLI\u060c JDBC\u060c SQLJ\u060c .NET\u060c OLE DB\u060c PHP\u060c Ruby\u060c CLPPlus\u060c CLP \u0627\u0644\u0645\u062f\u0645\u062c\u0629. \u062a\u0639\u062f \u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0647\u0630\u0647 \u0628\u062f\u064a\u0644 \u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0631\u0627\u0645\u062c IBM Data Server Driver Package \u0627\u0644\u0645\u0641\u0636\u0644\u0629 \u0644\u0644\u0639\u0645\u0644\u0627\u0621 \u0627\u0644\u0630\u064a\u0646 \u064a\u062a\u0641\u0647\u0645\u0648\u0646 \u062a\u0645\u0627\u0645\u0627 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0648\u064a\u062a\u0637\u0644\u0628\u0648\u0646 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0627\u0636\u0627\u0641\u064a\u0629.

CLIENT_DESCR = \u062a\u0639\u062f IBM Data Server Client \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0648\u062d\u062f\u0627\u062a \u062a\u0634\u063a\u064a\u0644 \u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0648\u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0644\u0648\u062d\u062f\u0627\u062a \u062e\u062f\u0645\u0629 \u0628\u064a\u0627\u0646\u0627\u062a DB2. \
\u062d\u064a\u062b \u062a\u0642\u062f\u0645 \u062f\u0639\u0645 \u0644\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644\u0647\u0627 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0648\u0627\u062c\u0647\u0627\u062a \u062a\u0639\u0627\u0645\u0644 SQL\u060c ODBC\u060c CLI\u060c JDBC\u060c SQLJ\u060c .NET\u060c OLE DB\u060c PHP\u060c Ruby\u060c CLPPLus\u060c CLP \u0627\u0644\u0645\u062f\u0645\u062c\u0629. \
\u062a\u0639\u062f \u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0647\u0630\u0647 \u0628\u062f\u064a\u0644 \u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0631\u0627\u0645\u062c IBM Data Server Driver Package \u0627\u0644\u0645\u0641\u0636\u0644\u0629 \u0644\u0644\u0639\u0645\u0644\u0627\u0621 \u0627\u0644\u0630\u064a\u0646 \u064a\u062a\u0641\u0647\u0645\u0648\u0646 \u062a\u0645\u0627\u0645\u0627 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0648\u064a\u062a\u0637\u0644\u0628\u0648\u0646 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0627\u0636\u0627\u0641\u064a\u0629.

NLPACK_DESCR = \u062a\u0642\u0648\u0645 DB2 National Language Package \u0628\u0627\u0636\u0627\u0641\u0629 \u062f\u0639\u0645 \u0627\u0644\u0644\u063a\u0629 \u0627\u0644\u0642\u0648\u0645\u064a\u0629 \u0627\u0644\u0649 \u0645\u0646\u062a\u062c\u0627\u062a DB2 \u0644\u0627\u0645\u0643\u0627\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0645 \u0645\u062d\u0644\u064a\u0627. \u064a\u0645\u0643\u0646\u0643 \u0627\u0636\u0627\u0641\u0629 \u062f\u0639\u0645 \u0627\u0644\u0644\u063a\u0629 \u0627\u0644\u0645\u062d\u0644\u064a\u0629 \u0641\u064a \u0623\u064a \u0648\u0642\u062a.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1\u062a\u0631\u0643\u064a\u0628  %2\u064a\u062a\u0637\u0644\u0628 \u0648\u062c\u0648\u062f \u0628\u0631\u0627\u0645\u062c DB2 %3 \u062d\u062a\u0649 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u062a\u0631\u0643\u064a\u0628 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c.%4

PROD_NR_NOT_SUPPORTED = %1 \u0644\u064a\u0633 \u0628\u0628\u0631\u0646\u0627\u0645\u062c DB2 \u0627\u0644\u0645\u062f\u0639\u0645 \u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0628\u062f\u0648\u0646-\u062f\u0644\u064a\u0644 \u0631\u0626\u064a\u0633\u064a.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= \u062a\u0631\u0643\u064a\u0628 \u062c\u062f\u064a\u062f
INSTALL_EXISTING_BUTTON = \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0627\u0644\u0645\u0648\u062c\u0648\u062f
INSTALL_EXTERNAL_BUTTON = \u062a\u0631\u0643\u064a\u0628

missing_prereqs_msg 	= \u0627\u0644\u0645\u062a\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0627\u0644\u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629:
detected_err_msg 	= \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u0643\u062a\u0634\u0641\u0629:

AESE_DESCR = DB2 Advanced Enterprise Server Edition \u0647\u0648 \u0627\u0644\u0623\u0633\u0627\u0633 \u0627\u0644\u0623\u0645\u062b\u0644 \u0644\u0628\u0646\u0627\u0621 \u062d\u0644\u0648\u0644 \u0639\u0646\u062f \u0627\u0644\u0637\u0644\u0628 \u0648\u0639\u0644\u0649 \u0646\u0637\u0627\u0642 \u0627\u0644\u0645\u0634\u0631\u0648\u0639. \
\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u064a\u0645\u0643\u0646\u0643 \u0628\u0646\u0627\u0621 \u0642\u0648\u0627\u0639\u062f \u0628\u064a\u0627\u0646\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629-\u0627\u0644\u062a\u064a\u0631\u0627\u0628\u0627\u064a\u062a\u061b \u062d\u0644\u0648\u0644 \u0623\u0639\u0645\u0627\u0644 \u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0639\u0627\u0644\u064a\u0629 \u0627\u0644\u0623\u062f\u0627\u0621 \u0648\u0630\u0627\u062a \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u062a\u0627\u062d\u0629-24x7 \u0648\u0639\u0627\u0644\u064a\u0629 \u0627\u0644\u062d\u062c\u0645\u061b \u0623\u0648 \u062d\u0644\u0648\u0644 \u0645\u0628\u0646\u064a\u0629 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a. \
\u064a\u062a\u0636\u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0627\u0636\u0627\u0641\u064a\u0629 \u0645\u062a\u0642\u062f\u0645\u0629 \u0644\u0644\u0645\u0646\u062a\u062c \u0641\u064a \u0645\u0633\u0627\u062d\u0627\u062a \u0645\u062b\u0644 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0636\u063a\u0637 \u0648\u0627\u0644\u0623\u062f\u0627\u0621 \u0648\u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644 \u0648\u0627\u0644\u0633\u0631\u064a\u0629. 

AESE_DSF_DESCR = \u064a\u0642\u062f\u0645 DB2 Advanced Enterprise Server Edition \u0645\u0639 \u062e\u0627\u0635\u064a\u0629 DB2 pureScale  \u062a\u0642\u0646\u064a\u0629 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0645\u0646\u062a\u062c\u0627\u062a DB2 \u0628\u0628\u064a\u0626\u0627\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0648\u0632\u0639\u0629. \u062a\u0642\u0648\u0645 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0628\u062a\u062d\u0633\u064a\u0646 \u0627\u062a\u0627\u062d\u0629 \u0628\u064a\u0627\u0646\u0627\u062a DB2\u060c \u0648\u0632\u064a\u0627\u062f\u0629 \u0645\u062f\u0649 \u0642\u062f\u0631\u0627\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644\u060c \u0645\u0639 \u0627\u062a\u0627\u062d\u0629 \u0637\u0631\u0642 \u0645\u0631\u0646\u0629 \u0644\u062a\u0648\u0635\u064a\u0641 \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u060c \u0648\u0632\u064a\u0627\u062f\u0629 \u0645\u0639\u062f\u0644\u0627\u062a \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = \u062a\u062d\u062a\u0648\u064a \u0646\u0633\u062e\u0629 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u0646\u0641\u0631\u062f\u0629 \u0647\u0630\u0647 \u0639\u0644\u0649 \u0627\u0644\u0645\u0643\u062a\u0628\u0627\u062a \u0648\u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062b\u0646\u0627\u0626\u064a\u0629 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0649 DB2 Advanced Enterprise Server Edition\u060c \u0648 DB2 Enterprise Server Edition\u060c \u0648 DB2 Advanced Edition\u060c \u0648 DB2 Standard Edition\u060c \u0648 DB2 Community Edition. \
\u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0645\u0637\u0628\u0648\u0639\u0627\u062a \u0627\u0644\u0641\u0646\u064a\u0629 \u0644\u0644\u0645\u0646\u062a\u062c \u0648\u0634\u0631\u0648\u0637 \u0627\u0644\u062a\u0631\u062e\u064a\u0635 \u0644\u0643\u0644 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0627\u0635\u062f\u0627\u0631\u0627\u062a \u0642\u0628\u0644 \u0627\u0644\u062a\u0631\u0643\u064a\u0628. \
\u0627\u0635\u062f\u0627\u0631 %1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition \u0645\u0644\u0627\u0626\u0645 \u0644\u0623\u062d\u062c\u0627\u0645 \u0639\u0645\u0644 \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a \u0648\u0645\u0633\u062a\u0648\u062f\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0648\u0623\u062d\u062c\u0627\u0645 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u0645\u062e\u062a\u0644\u0637\u0629. \
\u0644\u0627 \u064a\u062d\u062a\u0648\u064a \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0639\u0644\u0649 \u0623\u064a \u0645\u0634\u063a\u0644 \u0623\u0648 \u0630\u0627\u0643\u0631\u0629 \u0623\u0648 \u062d\u062f\u0648\u062f \u0644\u062d\u062c\u0645 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a\u060c \u0645\u0645\u0627 \u064a\u062c\u0639\u0644\u0647 \u0645\u062b\u0627\u0644\u064a \u0644\u0623\u064a \u062d\u062c\u0645 \u0639\u0645\u0644. \
\u064a\u062a\u0636\u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0643\u0644 \u0627\u0644\u0648\u0638\u0627\u0626\u0641 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u064a\u062c\u0627\u062f\u0647\u0627 \u0641\u064a DB2 Enterprise Server Edition \u0628\u0627\u0644\u0627\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0627\u0644\u062c\u062f\u0627\u0648\u0644 \u0630\u0627\u062a \u0627\u0644\u0623\u0639\u0645\u062f\u0629 \u0627\u0644\u0645\u0646\u0638\u0645\u0629\u060c \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0630\u0627\u0643\u0631\u0629\u060c \u0636\u063a\u0637 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a\u060c \u0627\u062f\u0627\u0631\u0629 \u062d\u062c\u0645 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a\u060c \u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644\u060c \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u0644\u062a\u062c\u0632\u0626\u0629 \u0627\u0644\u0645\u0648\u0632\u0639\u0629. \
\u064a\u0623\u062a\u064a \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0645\u0639 \u0645\u062c\u0645\u0648\u0639\u0629 \u0643\u0627\u0645\u0644\u0629 \u0645\u0646 \u0623\u062f\u0648\u0627\u062a \u0645\u0633\u062a\u0648\u062f\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0648\u0623\u062f\u0648\u0627\u062a Optim \u0648IBM Data Studio. \
\u064a\u0642\u0648\u0645 \u0647\u0630\u0627 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0628\u062a\u0631\u0643\u064a\u0628 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 DB2 \u0641\u0642\u0637. \
\u064a\u062c\u0628 \u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u062a\u0636\u0645\u0646\u0629 \u0628\u0635\u0648\u0631\u0629 \u0645\u0646\u0641\u0635\u0644\u0629. \
\u0627\u0635\u062f\u0627\u0631 %1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition \u0645\u0646\u0627\u0633\u0628 \u0644\u0623\u062d\u062c\u0627\u0645 \u0627\u0644\u0639\u0645\u0644 \u0644\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a \u0648\u0623\u062d\u062c\u0627\u0645 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u0645\u062e\u062a\u0644\u0637\u0629. \
\u0644\u0627 \u064a\u062d\u062a\u0648\u064a \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0639\u0644\u0649 \u0623\u064a \u0645\u0634\u063a\u0644 \u0623\u0648 \u0630\u0627\u0643\u0631\u0629 \u0623\u0648 \u062d\u062f\u0648\u062f \u0644\u062d\u062c\u0645 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a\u060c \u0645\u0645\u0627 \u064a\u062c\u0639\u0644\u0647 \u0645\u062b\u0627\u0644\u064a \u0644\u0623\u064a \u062d\u062c\u0645 \u0639\u0645\u0644. \
\u064a\u062a\u0636\u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0643\u0644 \u0627\u0644\u0648\u0638\u0627\u0626\u0641 \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u064a\u062c\u0627\u062f\u0647\u0627 \u0641\u064a DB2 Workgroup Server Edition \u0628\u0627\u0644\u0627\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0645\u0633\u0627\u062d\u0629  \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0645\u062a\u0639\u062f\u062f\u0629 \u062f\u0631\u062c\u0627\u062a \u0627\u0644\u062d\u0631\u0627\u0631\u0629\u060c \u062c\u062f\u0627\u0648\u0644 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0641\u0639\u0644\u064a\u060c \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u062a\u0639\u062f\u062f \u0627\u0644\u0623\u0628\u0639\u0627\u062f\u060c \u062a\u0637\u0627\u0628\u0642 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645\u060c \u0645\u0643\u062b\u0641 \u0627\u0644\u0627\u062a\u0635\u0627\u0644\u0627\u062a\u060c \u0627\u0639\u0627\u062f\u0629 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u062e\u0637\u0629 \u0627\u0644\u062a\u0648\u0635\u0644\u060c \u0645\u0634\u0627\u0631\u0643\u0629 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0645\u0633\u062d. \
\u0648\u064a\u0623\u062a\u064a \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0623\u064a\u0636\u0627 \u0645\u0639 \u0623\u062f\u0648\u0627\u062a \u0645\u0633\u062a\u0648\u062f\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0648\u0623\u062f\u0648\u0627\u062a IBM Data Studio\u060c \u0648\u0627\u0644\u062a\u064a \u062a\u062a\u0637\u0644\u0628 \u0639\u0645\u0644\u064a\u0629 \u062a\u0631\u0643\u064a\u0628 \u0645\u0646\u0641\u0635\u0644\u0629. \
\u064a\u062a\u064a\u062d \u200f\u200e%1Db2 Advanced Edition %1Db2 Advanced Edition\u200e\u200f \u062d\u0644 \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0634\u0627\u0645\u0644 \u0644\u0644\u0645\u0624\u0633\u0633\u0629 \u0645\u0639 \u0642\u064a\u0627\u0633 \u0644\u0644\u062a\u0631\u062e\u064a\u0635 \u0644\u062a\u0633\u0647\u064a\u0644 \u0646\u0634\u0631 \u0628\u064a\u0626\u0629 \u0633\u062d\u0627\u0628\u064a\u0629 \u0645\u062e\u062a\u0644\u0637\u0629. \
\u064a\u0642\u062f\u0645 \u0647\u0630\u0627 \u0627\u0644\u062d\u0644 \u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0645\u0633\u062a\u0648\u062f\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a\u060c \u0648\u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a\u060c \u0648\u0627\u0644\u062a\u062d\u0644\u064a\u0644\u0627\u062a \u0641\u064a \u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0631\u0627\u0645\u062c \u0648\u0627\u062d\u062f\u0629. \
\u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u0629 Db2 Advanced Edition \u0643\u062a\u0631\u062e\u064a\u0635 \u062f\u0627\u0626\u0645 \u0644\u0644\u0628\u0631\u0627\u0645\u062c \u0648 \u0643\u0627\u0634\u062a\u0631\u0627\u0643 \u0634\u0647\u0631\u064a \u0644\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0627\u0646\u062a\u0627\u062c\u064a \u0648\u063a\u064a\u0631 \u0627\u0644\u0627\u0646\u062a\u0627\u062c\u064a \u063a\u064a\u0631 \u0627\u0644\u0645\u0642\u064a\u062f \u0645\u0639 \u062f\u0639\u0645 IBM \u0627\u0644\u0645\u0645\u064a\u0632. \
\u064a\u0642\u062f\u0645 Db2 Advanced Edition \u062e\u0635\u0627\u0626\u0635 \u0645\u062a\u0642\u062f\u0645\u0629 \u0644\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0623\u0645\u062b\u0644\u060c \u0641\u064a \u0627\u062d\u062a\u0633\u0627\u0628 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646\u060c \u0648\u0627\u062a\u0627\u062d\u064a\u0629 \u0646\u0638\u0627\u0645 \u0645\u0639\u062a\u0645\u062f\u060c \u0648\u0623\u062f\u0648\u0627\u062a \u0627\u062f\u0627\u0631\u0629 \u062d\u062c\u0645 \u0627\u0644\u0639\u0645\u0644. \
\u0648\u064a\u0633\u0627\u0639\u062f \u0627\u0644\u062d\u0644 \u0623\u064a\u0636\u0627 \u0641\u064a \u0636\u0645\u0627\u0646 \u0623\u062f\u0627\u0621 \u0639\u0627\u0644\u064a \u0627\u0644\u0643\u0641\u0627\u0621\u0629\u060c \u0648\u0631\u0624\u064a\u0629 \u0642\u0627\u0628\u0644\u0629 \u0644\u0627\u062a\u062e\u0627\u0630 \u062a\u0635\u0631\u0641\u060c \u0648\u0627\u062a\u0627\u062d\u064a\u0629 \u0648\u0627\u0639\u062a\u0645\u0627\u062f\u064a\u0629 \u0645\u0633\u062a\u0645\u0631\u0629\u060c \u0628\u0623\u0642\u0644 \u062a\u0643\u0644\u0641\u0629. \
\u0648\u064a\u062a\u064a\u062d \u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0645\u0631\u0646\u0629 \u0644\u0644\u0646\u0634\u0631 \u0633\u0648\u0627\u0621 \u0645\u062d\u0644\u064a\u0627 \u0623\u0648 \u0639\u0644\u0649 \u0648\u062d\u062f\u0629 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0645\u062c\u0645\u0639\u0629. \
\u064a\u0642\u062f\u0645 Db2 Advanced Edition  \u0647\u0630\u0647 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0648\u0627\u0644\u0641\u0648\u0627\u0626\u062f: %2%3%4\u064a\u0642\u0648\u0645 \u0628\u062a\u0637\u0648\u064a\u0631 \u0623\u062f\u0627\u0621 \u0648\u062a\u062d\u0644\u064a\u0644\u0627\u062a \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0644\u0644\u0633\u0631\u0639\u0629 \u0641\u064a \u0627\u062a\u062e\u0627\u0630 \u0627\u0644\u0642\u0631\u0627\u0631\u0627\u062a.%5%4\u0648\u062a\u0648\u0635\u064a\u0644 \u0627\u062a\u0627\u062d\u0629 \u0639\u0627\u0644\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0648\u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0641\u064a \u062d\u0627\u0644\u0627\u062a \u0627\u0644\u0643\u0648\u0627\u0631\u062b.%5%4\u0648\u064a\u062a\u064a\u062d \u0628\u064a\u0626\u0629 \u062a\u0634\u063a\u064a\u0644 \u0622\u0645\u0646\u0629 \u0648\u0645\u0631\u0646\u0629.%5%4\u0648\u0627\u062c\u0647\u0627\u062a \u062a\u0639\u0627\u0645\u0644 \u0630\u0627\u062a \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u062a\u0646\u0648\u0639\u0629 \u0639\u0627\u0644\u064a\u0629 \u0627\u0644\u0643\u0641\u0627\u0621\u0629.%5%4\u0648\u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u0627\u0646\u062a\u0627\u062c\u064a\u0629 \u0648\u062a\u062e\u0641\u064a\u0636 \u0627\u0644\u0645\u062c\u0647\u0648\u062f \u0627\u0644\u0627\u062f\u0627\u0631\u064a.%5%6\u064a\u0645\u0643\u0646 \u0646\u0634\u0631 Db2 Advanced Edition \u0639\u0644\u0649 \u0648\u062d\u062f\u0627\u062a \u062e\u062f\u0645\u0629 \u0623\u0646\u0638\u0645\u0629 Linux \u0623\u0648 UNIX\u060c \u0623\u0648  or Windows \u0645\u0646 \u0623\u064a \u062d\u062c\u0645\u060c \u0645\u0646 \u0645\u0634\u063a\u0644 \u0648\u0627\u062d\u062f \u0627\u0644\u0645\u0626\u0627\u062a \u0645\u0646 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644\u060c \u0648\u0639\u0644\u0649 \u0643\u0644 \u0645\u0646 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u062e\u062f\u0645\u0629 \u0627\u0644\u0638\u0627\u0647\u0631\u064a\u0629 \u0648\u0627\u0644\u0641\u0639\u0644\u064a\u0629. \
\u062a\u0643\u0627\u0644\u064a\u0641 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c: \u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u0629 Db2 Advanced Edition \u0648\u0641\u0642\u0627 \u0644\u0645\u0642\u064a\u0627\u0633 \u062a\u0643\u0644\u0641\u0629 \u0644\u0628\u064a\u0626\u0629 \u0633\u062d\u0627\u0628\u064a\u0629 \u062e\u0627\u0635\u0629 \u0638\u0627\u0647\u0631\u064a\u0629 \u200f\u200eVirtual Processor Core (VPC)\u200e\u200f \u0648\u0648\u0648\u0641\u0642\u0627 \u0644\u0645\u0642\u064a\u0627\u0633 \u062e\u0627\u0635 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0631\u062e\u0635 \u0644\u0647 \u200f\u200eAuthorized User (AU)\u200e\u200f \u0644\u0628\u064a\u0626\u0627\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u063a\u064a\u0631 \u0627\u0644\u0627\u0646\u062a\u0627\u062c\u064a\u0629 (\u0645\u062b\u0644 \u0628\u064a\u0626\u0627\u062a \u0627\u0644\u062a\u0637\u0648\u064a\u0631 \u0648\u0627\u0644\u0627\u062e\u062a\u0628\u0627\u0631). \
\u062a\u0639\u062f \u200f\u200e%1Db2 Standard Edition %1Db2 Standard Edition \u200f\u200e \u0647\u064a \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0639\u0627\u0644\u064a\u0629 \u0627\u0644\u0623\u062f\u0627\u0621 \u0644\u0644\u0623\u0639\u0645\u0627\u0644 \u0627\u0644\u0635\u063a\u064a\u0631\u0629 \u0648\u0627\u0644\u0645\u062a\u0648\u0633\u0637\u0629 \u0627\u0644\u062d\u062c\u0645\u060c \u0630\u0627\u062a \u0627\u062e\u062a\u064a\u0627\u0631 \u0644\u0644\u062a\u0631\u062e\u064a\u0635 \u0644\u0639\u0645\u0644\u064a\u0627\u062a \u0646\u0634\u0631 \u0627\u0644\u0628\u064a\u0626\u0629 \u0627\u0644\u0633\u062d\u0627\u0628\u064a\u0629 \u0627\u0644\u0645\u062e\u062a\u0644\u0637\u0629. \
\u0648\u0647\u064a \u0645\u0645\u0627\u062b\u0644\u0629 \u0627\u0644\u0649 Db2 Advanced Edition \u0648\u0644\u0643\u0646\u0647\u0627 \u0645\u0642\u064a\u062f\u0629 \u0641\u064a \u062d\u062c\u0645 \u0627\u0644\u0646\u0634\u0631. \
\u0648\u064a\u062a\u064a\u062d \u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0645\u0631\u0646\u0629 \u0644\u0644\u0646\u0634\u0631 \u0633\u0648\u0627\u0621 \u0645\u062d\u0644\u064a\u0627 \u0623\u0648 \u0639\u0644\u0649 \u0648\u062d\u062f\u0629 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0645\u062c\u0645\u0639\u0629. \
%2 \u064a\u0642\u062f\u0645 Db2 Standard Edition \u0647\u0630\u0647 \u0627\u0644\u0641\u0648\u0627\u0626\u062f: %2%3%4\u064a\u0642\u0648\u0645 \u0628\u062a\u0637\u0648\u064a\u0631 \u0623\u062f\u0627\u0621 \u0648\u062a\u062d\u0644\u064a\u0644\u0627\u062a \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0644\u064a\u062a\u0645\u0641\u064a \u0627\u062a\u062e\u0627\u0630 \u0627\u0644\u0642\u0631\u0627\u0631\u0627\u062a \u0628\u0635\u0648\u0631\u0629 \u0623\u0633\u0631\u0639.%5%4\u0648\u062a\u0648\u0635\u064a\u0644 \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u062a\u0627\u062d\u0629 \u0639\u0627\u0644\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0648\u0627\u0645\u0643\u0627\u0646\u064a\u0629\u0627\u0633\u062a\u0639\u0627\u062f\u0629 \u0627\u0644\u0642\u062f\u0631\u0629 \u0641\u064a \u062d\u0627\u0644\u0627\u062a \u0627\u0644\u0643\u0648\u0627\u0631\u062b. \
%5%4\u064a\u062a\u064a\u062d \u0628\u064a\u0626\u0629 \u062a\u0634\u063a\u064a\u0644 \u0645\u0624\u0645\u0646\u0629 \u0648\u0645\u0631\u0646\u0629. \
%5%4\u0648\u0627\u062c\u0647\u0627\u062a \u062a\u0639\u0627\u0645\u0644 \u0630\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0645\u062a\u0646\u0648\u0639\u0629 \u0623\u0643\u062b\u0631 \u0643\u0641\u0627\u0621\u0629. \
%5%4\u064a\u062d\u0633\u0646 \u0645\u0646 \u0627\u0644\u0627\u0646\u062a\u0627\u062c\u064a\u0629 \u0648\u064a\u0642\u0644\u0644 \u0645\u0646 \u0627\u0644\u062c\u0647\u0648\u062f \u0627\u0644\u0627\u062f\u0627\u0631\u064a\u0629. \
%5%6\u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u0629 Db2 Standard Edition \u0648\u0641\u0642\u0627 \u0644\u0645\u0642\u064a\u0627\u0633 \u062a\u0643\u0644\u0641\u0629 \u062e\u0627\u0635 \u0628\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0631\u0643\u0632\u064a\u0629 \u0638\u0627\u0647\u0631\u064a\u0629 Virtual CPU \u0648\u0645\u0642\u064a\u0627\u0633 \u062e\u0627\u0635 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0631\u062e\u0635 \u0644\u0647 \u0644\u0628\u064a\u0626\u0627\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u063a\u064a\u0631 \u0627\u0644\u0627\u0646\u062a\u0627\u062c\u064a\u0629 (\u0648\u0627\u0644\u0645\u0639\u0631\u0648\u0641\u0629 \u0623\u064a\u0636\u0627 \u0628\u0627\u0633\u0645 \
\u0628\u064a\u0626\u0627\u062a \u0627\u0644\u062a\u0637\u0648\u064a\u0631 \u0648\u0627\u0644\u0627\u062e\u062a\u0628\u0627\u0631). \u064a\u0645\u0643\u0646\u0643 \u0642\u0635\u0631 \u062d\u062a\u0649 16 \u0645\u0634\u063a\u0644 \u0623\u0633\u0627\u0633\u064a \u0638\u0627\u0647\u0631\u064a \u0648 128 \u062c\u064a\u062c\u0627\u0628\u0627\u064a\u062a \u0645\u0646 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0646\u0633\u062e\u0629. \
\u064a\u062a\u0645 \u062a\u0637\u0628\u064a\u0642 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0648\u062f \u0639\u0644\u0649 \u0643\u0644 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0641\u0639\u0644\u064a\u0629 \u0623\u0648 \u0638\u0627\u0647\u0631\u064a\u0629\u060c \u0627\u0644\u0627 \u0627\u0630\u0627 \u062a\u0645 \u0646\u0634\u0631\u0647\u0645 \u0641\u064a pureScale \u0623\u0648 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 DPF. \
\u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0646\u0633\u062e \u064a\u062a\u0645 \u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0642\u064a\u0648\u062f \u0639\u0644\u0649 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0627\u0644\u0643\u0627\u0645\u0644. \
%1Db2 Community Edition%1Db2 Community Edition \u064a\u0642\u062f\u0645 \u0643\u0644 \u0627\u0644\u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629 \u0627\u0644\u0649 Db2 \u0628\u062f\u0648\u0646 \u062a\u0643\u0644\u0641\u0629. \
\u064a\u0639\u062f Db2 Community Edition \u0627\u0635\u062f\u0627\u0631 \u0645\u062c\u0627\u0646\u064a \u0628\u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0628\u062f\u0627\u0626\u064a\u0629 \u0644\u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0628\u064a\u0627\u0646\u0627\u062a Db2 \u0644\u0645\u062c\u062a\u0645\u0639 \u0627\u0644\u0645\u0637\u0648\u0631\u064a\u0646 \u0648\u0627\u0644\u0634\u0631\u0643\u0627\u0621. \
\u0648\u0647\u0648 \u0645\u0635\u0645\u0645 \u0644\u064a\u0628\u062f\u0623 \u0648\u064a\u0639\u0645\u0644 \u0641\u064a \u062f\u0642\u0627\u0626\u0642\u060c \u0648\u0647\u0648 \u0633\u0647\u0644 \u0627\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0648\u0627\u0644\u062a\u0636\u0645\u064a\u0646\u060c \u0648\u064a\u062a\u0636\u0645\u0646 \u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0630\u0627\u062a\u064a\u0629\u060c \u0648\u064a\u0634\u0645\u0644 \u0643\u0644 \u0627\u0644\u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629 \u0627\u0644\u0649 Db2 \u0644\u0623\u0646\u0638\u0645\u0629 Linux\u060c \u0648 UNIX\u060c \u0648 Windows. \
\u064a\u0645\u0643\u0646 \u0646\u0634\u0631 \u0627\u0644\u062d\u0644\u0648\u0644 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u0637\u0648\u064a\u0631\u0647\u0627 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 Db2 Community Edition \u0628\u0637\u0631\u064a\u0642\u0629 \u0633\u0644\u0633\u0629 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0635\u062f\u0627\u0631\u0627\u062a Db2 \u0623\u0643\u062b\u0631 \u0642\u0627\u0628\u0644\u064a\u0629 \u0644\u0644\u062a\u0637\u0648\u064a\u0631 \u0628\u062f\u0648\u0646 \u062a\u0639\u062f\u064a\u0644\u0627\u062a \u0644\u0643\u0648\u062f \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \
\u062a\u0645 \u0642\u0635\u0631 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 Db2 Community Edition \u0639\u0644\u0649 4 \u0648\u062d\u062f\u0627\u062a \u062a\u0634\u063a\u064a\u0644 \u0623\u0633\u0627\u0633\u064a\u0629 \u0638\u0627\u0647\u0631\u064a\u0629 \u0628\u062d\u062f \u0623\u0642\u0635\u0649 \u0648 16 \u062c\u064a\u062c\u0627\u0628\u0627\u064a\u062a \u0645\u0646 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0646\u0633\u062e\u0629. \
\u064a\u062a\u0645 \u062a\u0637\u0628\u064a\u0642 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0648\u062f \u0639\u0644\u0649 \u0643\u0644 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0641\u0639\u0644\u064a\u0629 \u0623\u0648 \u0638\u0627\u0647\u0631\u064a\u0629 \u0627\u0644\u0627 \u0627\u0630\u0627 \u062a\u0645 \u0646\u0634\u0631\u0647\u0645 \u0641\u064a pureScale \u0623\u0648 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 DPF. \
\u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0646\u0633\u062e \u064a\u062a\u0645 \u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0642\u064a\u0648\u062f \u0639\u0644\u0649 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0627\u0644\u0643\u0627\u0645\u0644. \
\u0628\u0627\u0644\u0627\u0636\u0627\u0641\u0629 \u0627\u0644\u0649 \u0630\u0644\u0643 \u060c \u064a\u0648\u062c\u062f 100 \u062c\u064a\u062c\u0627\u0628\u0627\u064a\u062a \u0645\u0646 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0643\u0644 \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a. \u064a\u062a\u0645 \u062a\u062c\u062f\u064a\u062f Db2 Community Edition \u0641\u064a \u0645\u0631\u0627\u062d\u0644 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0648\u064a\u062a\u0645 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u064a\u0647\u0627 \u0645\u0639 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0627\u0644\u0645\u0628\u0627\u0634\u0631\u0629 \u0627\u0644\u0645\u0628\u0646\u064a\u0629 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0645\u062c\u062a\u0645\u0639. \
\u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062b \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a Db2 Community Edition \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0627\u0644\u0649 \u0646\u0633\u062e\u0629 \u0623\u0643\u062b\u0631 \u062a\u0637\u0648\u0631\u0627 \u0628\u0628\u0633\u0627\u0637\u0629 \u0639\u0646 \u0637\u0631\u064a\u0642 \u062a\u0637\u0628\u064a\u0642 \u0645\u0641\u062a\u0627\u062d \u0627\u0644\u062a\u0641\u0639\u064a\u0644 \u0639\u0644\u0649 \u0635\u0648\u0631\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \
\u0648\u0633\u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0639\u0644\u0649 \u0627\u0644\u0641\u0648\u0631\u060c \u0645\u0639 \u0627\u062a\u0627\u062d\u0629 \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u0649 \u062e\u0635\u0627\u0626\u0635 \u0627\u0636\u0627\u0641\u064a\u0629 \u0645\u062b\u0644 \u0627\u0644\u0646\u0633\u062e \u0627\u0644\u0645\u062a\u0645\u0627\u062b\u0644 \u0648\u0623\u0646\u0638\u0645\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0630\u0648\u064a \u0627\u0644\u0627\u062a\u0627\u062d\u0629 \u0639\u0627\u0644\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u0648\u0649.
ESE_DSF_DESCR = \u062a\u0642\u062f\u0645 DB2 Advanced Editions \u0630\u0648 pureScale \u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u062a\u062d\u0633\u064a\u0646 \u0627\u062a\u0627\u062d\u0629 \u0628\u064a\u0627\u0646\u0627\u062a DB2\u060c \u0648\u062a\u0642\u0648\u0645 \u0628\u0627\u0645\u062a\u062f\u0627\u062f \u0633\u0639\u0629 \u062a\u0634\u063a\u064a\u0644 \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644\u060c \u0648\u062a\u0642\u062f\u0645 \u0637\u0631\u0642 \u0645\u0631\u0646\u0629 \u0644\u062a\u0648\u0635\u064a\u0641 \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u060c \u0648\u062a\u0639\u0645\u0644 \u0639\u0644\u0649 \u0632\u064a\u0627\u062f\u0629 \u0645\u0639\u062f\u0644\u0627\u062a \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a. \
\u062a\u062d\u062a\u0648\u064a \u0646\u0633\u062e\u0629 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u0646\u0641\u0631\u062f\u0629 \u0647\u0630\u0647 \u0639\u0644\u0649 \u0627\u0644\u0645\u0643\u062a\u0628\u0627\u062a \u0648\u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062b\u0646\u0627\u0626\u064a\u0629 \u0644\u0627\u0635\u062f\u0627\u0631 DB2 Advanced Enterprise Server Edition \u0648 DB2 Advanced Workgroup Server Edition \u0645\u0639 DB2 pureScale. 

WSE_DESCR = \u064a\u0643\u0648\u0646 \u0644\u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 DB2 Workgroup Server Edition \u0646\u0641\u0633 \u0627\u0644\u0648\u0638\u0627\u0626\u0641 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629 \u0627\u0644\u0649 DB2 Enterprise Server Edition \u0644\u0643\u0646 \u0645\u0639 \u062d\u062f\u0648\u062f \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0639\u062f\u062f \u0648\u062d\u062f\u0627\u062a CPU \u0648\u0645\u0642\u062f\u0627\u0631 \u0627\u0644\u0630\u0627\u0643\u0631\u0629. \
\u064a\u0647\u062f\u0641 DB2 Workgroup Server Edition \u0644\u062a\u062d\u0642\u064a\u0642 \u0627\u062d\u062a\u064a\u0627\u062c\u0627\u062a  \u0645\u062c\u0645\u0648\u0639\u0629 \u0639\u0645\u0644 \u0623\u0648 \u0628\u064a\u0626\u0629 \u062a\u0634\u063a\u064a\u0644 \u0623\u0639\u0645\u0627\u0644 \u0628\u062d\u062c\u0645 \u0645\u062a\u0648\u0633\u0637.

WSE_DSF_DESCR = \u064a\u0642\u062f\u0645 DB2 Workgroup Server Edition \u0645\u0639 \u062e\u0627\u0635\u064a\u0629 DB2 pureScale  \u062a\u0642\u0646\u064a\u0629 \u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0645\u0646\u062a\u062c\u0627\u062a DB2 \u0628\u0628\u064a\u0626\u0627\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0648\u0632\u0639\u0629. \
\u062a\u0642\u0648\u0645 \u0647\u0630\u0647 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0628\u062a\u062d\u0633\u064a\u0646 \u0627\u062a\u0627\u062d\u0629 \u0628\u064a\u0627\u0646\u0627\u062a DB2\u060c \u0648\u0632\u064a\u0627\u062f\u0629 \u0645\u062f\u0649 \u0642\u062f\u0631\u0627\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644\u060c \u0645\u0639 \u0627\u062a\u0627\u062d\u0629 \u0637\u0631\u0642 \u0645\u0631\u0646\u0629 \u0644\u062a\u0648\u0635\u064a\u0641 \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u060c \u0648\u0632\u064a\u0627\u062f\u0629 \u0645\u0639\u062f\u0644\u0627\u062a \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a.

EXP_DESCR = DB2 Express Edition \u0645\u0645\u0627\u062b\u0644 \u0627\u0644\u0649 DB2 Workgroup Server Edition \u0628\u0627\u0633\u062a\u062b\u0646\u0627\u0621 \u0623\u0646\u0647 \u064a\u0642\u0648\u0645 \u0628\u0627\u0633\u062a\u0628\u0639\u0627\u062f \u062a\u0642\u0633\u064a\u0645\u0627\u062a \u0648\u064a\u0636\u0639 \u0642\u064a\u0648\u062f \u0632\u0627\u0626\u062f\u0629 \u062a\u062a\u0639\u0644\u0642 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0634\u063a\u0644 \u0648\u0627\u0644\u0630\u0627\u0643\u0631\u0629. \
\u0648\u0646\u062a\u064a\u062c\u0629 \u0644\u0630\u0644\u0643\u060c \u064a\u0639\u062f \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0647\u0648 \u0627\u0644\u0623\u0646\u0633\u0628 \u0644\u0645\u062a\u0637\u0644\u0628\u0627\u062a \u062d\u062c\u0645 \u0627\u0644\u0639\u0645\u0644 \u0627\u0644\u0645\u062a\u0648\u0633\u0637\u0629 \u0645\u062b\u0644 \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f\u0647\u0627 \u0641\u064a \u0645\u0643\u062a\u0628 \u0635\u063a\u064a\u0631. \
\u064a\u062a\u0636\u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0627\u0635\u062f\u0627\u0631 \u0623\u062f\u0627\u0629 IBM Data Studio \u0627\u0644\u062a\u064a \u062a\u062a\u0637\u0644\u0628 \u0639\u0645\u0644\u064a\u0629 \u062a\u0631\u0643\u064a\u0628 \u0645\u0646\u0641\u0635\u0644\u0629. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = \u064a\u0643\u0648\u0646 \u0644\u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 DB2 Express-C Edition \u0646\u0641\u0633 \u0627\u0644\u0648\u0638\u0627\u0626\u0641 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629 \u0627\u0644\u0649 DB2 Enterprise Server Edition \u0644\u0643\u0646 \u0645\u0639 \u062d\u062f\u0648\u062f \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0639\u062f\u062f \u0648\u062d\u062f\u0627\u062a CPU \u0648\u0645\u0642\u062f\u0627\u0631 \u0627\u0644\u0630\u0627\u0643\u0631\u0629. \
\u064a\u0647\u062f\u0641 DB2 Express-C Edition \u0644\u062a\u062d\u0642\u064a\u0642 \u0627\u062d\u062a\u064a\u0627\u062c\u0627\u062a  \u0633\u0648\u0642 \u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0630\u0648 \u062d\u062c\u0645 \u0635\u063a\u064a\u0631 \u0648\u0645\u062a\u0648\u0633\u0637 (SMB). \
\u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0646\u062a\u062c \u0645\u062a\u0627\u062d\u0627 \u0644\u0623\u0646\u0638\u0645\u0629 \u062a\u0634\u063a\u064a\u0644 Linux\u060c Windows. \
\u0627\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u062f\u0639\u0645 \u0648\u0635\u064a\u0627\u0646\u0629 IBM \u0644\u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0647\u0630\u0647\u060c \u064a\u0645\u0643\u0646\u0643 \u0634\u0631\u0627\u0621\u0647 \u0645\u0639 \u0627\u0634\u062a\u0631\u0627\u0643 12-\u0634\u0647\u0631 \u0642\u0627\u0628\u0644 \u0644\u0644\u062a\u062c\u062f\u064a\u062f.

CONSV_DESCR = \u062a\u062a\u064a\u062d \u0645\u0646\u062a\u062c\u0627\u062a DB2 Connect Server \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u062a\u0635\u0627\u0644 \u0641\u064a \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0630\u0627\u062a \u0639\u0644\u0627\u0642\u0627\u062a \u062a\u0641\u0627\u0639\u0644 \u062b\u0644\u0627\u062b\u064a\u0629 \u0627\u0644\u0627\u062a\u062c\u0627\u0647. \
\u062a\u0637\u0628\u064a\u0642\u0627\u062a DB2 \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644\u0647\u0627 \u0628\u0623\u0646\u0638\u0645\u0629 \u0645\u062a\u0639\u062f\u062f\u0629 \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0628\u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u0649 DB2 \u0644\u0646\u0638\u0627\u0645 z/OS \u0648DB2 \u0644\u0648\u062d\u062f\u0627\u062a \u062e\u062f\u0645\u0629 \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a IBM i \u0645\u0628\u0627\u0634\u0631\u0629 (\u0641\u064a \u0628\u064a\u0626\u0629 \u062a\u0634\u063a\u064a\u0644 \u0630\u0627\u062a \u0639\u0644\u0627\u0642\u0627\u062a \u062a\u0641\u0627\u0639\u0644 \u062b\u0646\u0627\u0626\u064a\u0629 \u0627\u0644\u0627\u062a\u062c\u0627\u0647\u060c \u0648\u0647\u0648 \u0627\u0644\u0645\u0641\u0636\u0644) \u0623\u0648 \u0628\u0637\u0631\u064a\u0642\u0629 \u063a\u064a\u0631 \u0645\u0628\u0627\u0634\u0631\u0629\u060c \u0645\u0646 \u062e\u0644\u0627\u0644 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 DB2 Connect Server. \
\u062a\u062a\u0636\u0645\u0646 \u0645\u0646\u062a\u062c\u0627\u062a DB2 Connect \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0628\u0631\u0627\u0645\u062c \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629\u060c \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u0646\u0634\u0631\u0647\u0627 \u0628\u0623\u0646\u0638\u0645\u0629  desktop\u060c \u0645\u0639 \u0645\u0634\u063a\u0644\u0627\u062a API \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u062a\u0648\u0635\u064a\u0644 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0628\u0647\u0630\u0647 \u0627\u0644\u0623\u0646\u0638\u0645\u0629 \u0645\u0628\u0627\u0634\u0631\u0629 \u0623\u0648 \u0628\u0637\u0631\u064a\u0642\u0629 \u063a\u064a\u0631 \u0645\u0628\u0627\u0634\u0631\u0629 \u0627\u0644\u0649 DB2 \u0644\u0646\u0638\u0627\u0645 z/OS \u0623\u0648 DB2 \u0644\u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0628\u064a\u0627\u0646\u0627\u062a IBM i. \
\u064a\u0642\u0648\u0645 \u062a\u0648\u0635\u064a\u0641 DB2 Connect Server \u0628\u062f\u0639\u0645 \u0627\u0644\u0648\u0635\u0644\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0627\u062a\u062d\u0627\u062f \u0644\u0647\u0627. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = \u062a\u063a\u0637\u064a \u0627\u0644\u0645\u0637\u0628\u0648\u0639\u0627\u062a \u0627\u0644\u0641\u0646\u064a\u0629 \u0644\u0644\u0645\u0646\u062a\u062c DB2 Information Center hosts DB2 \u0643\u0644 \u0627\u0644\u0645\u0641\u0627\u0647\u064a\u0645 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0645\u0646\u062a\u062c\u0627\u062a DB2\u060c \u0645\u062a\u0636\u0645\u0646\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0648\u0627\u062f\u0631\u0627\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0648\u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645\u0627\u062a \u0648\u0645\u0641\u0647\u0648\u0645 \u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0648\u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a. \
%1\u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0645\u0639\u0627\u0644\u062c\u0629 DB2 Setup\u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u0631\u0643\u064a\u0628 DB2 \
Information Center \u0645\u062d\u0644\u064a\u0627 \u0628\u0627\u0644\u062d\u0627\u0633\u0628 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \
\u0627\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u062d\u0627\u0633\u0628 \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u062a\u0631\u0643\u064a\u0628 DB2 Information Center \u0628\u0647 \u0645\u062a\u0635\u0644 \u0628\u0634\u0628\u0643\u0629 \u0627\u062a\u0635\u0627\u0644\u060c \u0633\u064a\u0633\u062a\u0637\u064a\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0628\u0627\u0644\u062d\u0627\u0633\u0628\u0627\u062a \u0623\u062e\u0631\u0649 \u0623\u064a\u0636\u0627 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0647 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a. 

LSDC_DESCR = \u062a\u0642\u0648\u0645 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u0627\u0644\u062a\u0641\u0627\u0641 \u063a\u064a\u0631 \u0627\u0644\u0639\u0644\u0627\u0642\u064a\u0629 \u0627\u0644\u0649 InfoSphere Federation Server \u0628\u062a\u0645\u0643\u064a\u0646 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062a\u062d\u062f \u0645\u0646 \u062a\u0643\u0627\u0645\u0644 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0639\u062a\u0645\u062f \u0639\u0644\u0649 XML \u0648\u0631\u0633\u0627\u0626\u0644 WebSphere MQ \u0648\u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0646 \u0645\u0635\u0627\u062f\u0631 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0645\u062b\u0644 Excel \u0648\u0645\u0635\u0627\u062f\u0631 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u064a\u0647\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 C++ \u0645\u0647\u064a\u0623 \u0648Java wrappers.

RCON_DESCR = \u0627\u0633\u062a\u062e\u062f\u0645 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u0627\u0644\u062a\u0641\u0627\u0641 \u0627\u0644\u0639\u0644\u0627\u0642\u064a\u0629 \u0627\u0644\u0649 InfoSphere Federation Server \u0644\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0648\u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0648\u062c\u062f \u0641\u064a DB2 \u0645\u0648\u0632\u0639\u0629 \u0648\u0642\u0648\u0627\u0639\u062f \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0639\u0644\u0627\u0642\u064a\u0629 \u0627\u0644\u0623\u062e\u0631\u0649.  \
\u0639\u0628\u0627\u0631\u0629 SQL \u0645\u0641\u0631\u062f\u0629 \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0634\u064a\u0631 \u0627\u0644\u0649 \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0641\u0631\u062f\u0629 \u0623\u0648 \u0645\u062a\u0639\u062f\u062f\u0629. \
\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644\u060c \u064a\u0645\u0643\u0646\u0643 \u0631\u0628\u0637 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0641\u064a \u062c\u062f\u0648\u0644 DB2 \u0648\u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0641\u064a \u062c\u062f\u0648\u0644 Oracle \u0648\u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0631\u062c\u0627\u0639\u0647\u0627 \u0645\u0646 \u0645\u0634\u0627\u0647\u062f\u0629 Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = \u0645\u062c\u0645\u0648\u0639\u0629 \u0623\u062f\u0648\u0627\u062a GUI \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0648\u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u0628\u0646\u064a\u0629 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0649 DB2 \u0644\u0646\u0638\u0627\u0645 Linux \u0648 UNIX \u0648 Windows \u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u062a\u0631\u0643\u064a\u0628. \
\u062a\u0642\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0628\u0634\u0643\u0644 \u0645\u0646\u0641\u0631\u062f \u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0645\u062a\u0645\u064a\u0632\u0629 \u062a\u0633\u062a\u0647\u062f\u0641 \u0648\u0638\u0627\u0626\u0641 \u0648\u0645\u0647\u0627\u0645 \u062e\u0627\u0635\u0629 \u0644\u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a\u061b \u0648\u0627\u0644\u0623\u0647\u0645 \u0645\u0646 \u0630\u0644\u0643\u060c \u062a\u062a\u064a\u062d \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0643\u0648\u0646\u0627\u062a \u0645\u0639\u0627 \u0628\u0633\u0647\u0648\u0644\u0629\u060c \u0645\u0645\u0627 \u064a\u062a\u064a\u062d \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0639\u0628\u0631 \u0627\u0644\u0648\u0638\u0627\u0626\u0641 \u0648\u0627\u0644\u0627\u0646\u062a\u0627\u062c\u064a\u0629 \u0648\u0627\u0644\u0641\u0639\u0627\u0644\u064a\u0629.

TOOLS_LINK_LABEL =  \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0623\u062f\u0648\u0627\u062a
TOOLS_ALT_IMG_TEXT = \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636

### please leave at least one blank line at the end of the file
