#NLS_MESSAGEFORMAT_NONE
#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE

## Windows specific mri #############################
#none
### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
#none
#### end of UNIX section #################################################################################
#################################x#########################################################################
### Common - shared section. Do not change without testing on both platforms #############################

INSTALLDS_TITLE = \u062a\u0631\u0643\u064a\u0628 \u0645\u0643\u0648\u0646\u0627\u062a Data Studio
INSTALLDS_DESC1  = \u0642\u0645 \u0628\u062a\u062d\u0645\u064a\u0644 \u0648\u062a\u0631\u0643\u064a\u0628 \u0645\u0643\u0648\u0646\u0627\u062a IBM Data Studio. \
\u0644\u0628\u0631\u0646\u0627\u0645\u062c IBM Data Studio \u0627\u062b\u0646\u064a\u0646 \u0645\u0646 \u0627\u0644\u0645\u0643\u0648\u0646\u0627\u062a: \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 Eclipse \u0644\u0627\u062f\u0627\u0631\u0629 \u0642\u0648\u0627\u0639\u062f \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0648\u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a\u060c \u0648\u0634\u0627\u0634\u0629 \u0627\u0644\u062a\u062d\u0643\u0645 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0644\u0645\u0631\u0627\u0642\u0628\u0629 \u062d\u0627\u0644\u0629 \u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0648\u0627\u062f\u0627\u0631\u062a\u0647\u0627.
 
INSTALLDS_DESC2 =  \u0627\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u0627\u0644\u062d\u0627\u0633\u0628 \u0644\u0627 \u064a\u0645\u0643\u0646\u0647 \u0627\u0644\u062a\u0648\u0635\u0644 \u0644\u0644\u0627\u0646\u062a\u0631\u0646\u062a\u060c \u0641\u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u0645\u064a\u0644 \u0645\u0643\u0648\u0646\u0627\u062a Data Studio \u0639\u0644\u0649 \u062d\u0627\u0633\u0628 \u0622\u062e\u0631 \u0645\u0646 eAssembly \u0644\u0646\u0638\u0627\u0645 DB2 for Linux \u0648 UNIX \u0648 Windows \u0639\u0644\u0649 Passport Advantage.

INSTALL_EXTERNAL_BUTTON = \u062a\u0631\u0643\u064a\u0628

DSFC_DESCR3 = \u0645\u0643\u0648\u0646 \u0634\u0627\u0634\u0629 \u0627\u0644\u062a\u062d\u0643\u0645 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0645\u0646 IBM Data Studio \u0647\u0648 \u0645\u0643\u0648\u0646 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0644\u0645\u0631\u0627\u0642\u0628\u0629 \u0627\u0644\u062d\u0627\u0644\u0629 \u0648\u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0648\u0635\u0644\u0627\u062a. 
DSFC_DESCR4 = \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0643\u0648\u0646 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0647\u0630\u0627 \u0644\u0645\u0631\u0627\u0642\u0628\u0629 \u062d\u0627\u0644\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\u060c \u0648\u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0648\u0645\u0634\u0627\u0631\u0643\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0643\u062a\u0627\u0644\u0648\u062c \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0644\u0648\u0635\u0644\u0629 \u0628\u064a\u0646 \u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0645\u0646 Data Studio. \u0648\u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0635\u0631\u062d \u0644\u0647\u0645 \u0627\u0644\u062a\u0648\u0635\u0644 \u0627\u0644\u0649 \u0634\u0627\u0634\u0629 \u0627\u0644\u062a\u062d\u0643\u0645 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0639\u0644\u0649 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0645\u0646 \u062e\u0644\u0627\u0644 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u0623\u0648 \u0645\u0646 \u0628\u0631\u0646\u0627\u0645\u062c Data Studio \u0644\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629.  


DSFC_DESCR1 = \u0645\u0643\u0648\u0646 \u0628\u0631\u0646\u0627\u0645\u062c IBM Data Studio \u0647\u0648 \u0645\u0643\u0648\u0646 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 Eclipse \u0644\u0627\u062f\u0627\u0631\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0648\u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u062a\u0637\u0628\u064a\u0642.
DSFC_DESCR2 = \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0644\u0644\u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u0645\u062a\u0643\u0627\u0645\u0644\u0629 \u0644\u0645\u0647\u0627\u0645 \u0627\u062f\u0627\u0631\u0629 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a\u060c \u0648\u062a\u062d\u0644\u064a\u0644 \u0648\u062a\u0646\u0642\u064a\u062d \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645\u0627\u062a\u060c \u0648\u062a\u0643\u0648\u064a\u0646 \u0648\u0646\u0634\u0631 \u0648\u062a\u0635\u062d\u064a\u062d \u0623\u062e\u0637\u0627\u0621 \u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.  

DSFC_DESCR5 =  \u0634\u0627\u0634\u0629 \u062a\u062d\u0643\u0645 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0648\u0628\u0631\u0646\u0627\u0645\u062c IBM Data Studio.4

NO_INTERNET_CONN = \u0644\u0627 \u062a\u0648\u062c\u062f \u0648\u0635\u0644\u0629 \u0627\u0646\u062a\u0631\u0646\u062a\u060c \u0644\u062a\u0631\u0643\u064a\u0628 Data Studio\u060c \u064a\u062a\u0637\u0644\u0628 \u0648\u0635\u0644\u0629 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a.



TOOLS_LINK_LABEL_NEW = \u0627\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0639\u0646 IBM Data Studio
LINK_DOWNLOAD_DATA_STUDIO = \u062a\u062d\u0645\u064a\u0644 IBM Data Studio
TOOLS_ALT_IMG_TEXT = \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0627\u0633\u062a\u0639\u0631\u0627\u0636

### please leave at least one blank line at the end of the file
