#NLS_MESSAGEFORMAT_NONE
#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE

### note: to add replacement tokens, the tokens must start with %1 (not %0)

## Windows specific mri #############################

#Note to translator: in welcome_copyright, the %1 is replaced with a year, like 2008 and %2 is replaced with a html tag <br />
welcome_copyright = (C) \u062d\u0642\u0648\u0642 \u0627\u0644\u0646\u0634\u0631 \u0644\u0634\u0631\u0643\u0629 International Business Machines Corporation\u060c \u200f1993 - \u200f%1.%2 \u200f\u062a\u0645 \u062a\u0631\u062e\u064a\u0635 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0648\u0641\u0642\u0627 \u0644\u0634\u0631\u0648\u0637 \u0627\u062a\u0641\u0627\u0642\u064a\u0629 \u0627\u0644\u062a\u0631\u062e\u064a\u0635 \u0627\u0644\u0645\u0631\u0641\u0642\u0629 \u0645\u0639 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c. \
\u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0648\u062c\u062f \u0627\u062a\u0641\u0627\u0642\u064a\u0629 \u0627\u0644\u062a\u0631\u062e\u064a\u0635 \u0641\u064a \u062d\u0627\u0641\u0638\u0629 \u062f\u0644\u064a\u0644 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0623\u0648 \u0627\u0644\u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0645\u0639\u0631\u0641\u0629 \u0628\u0627\u0644\u0627\u0633\u0645  'License' \u0623\u0648 'Non_IBM_License'\u060c \u0623\u0648 \u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u062a\u0647\u0627 \u0643\u0627\u062a\u0641\u0627\u0642\u064a\u0629 \u062a\u0631\u062e\u064a\u0635 \u0645\u0637\u0628\u0648\u0639\u0629. \
\u0628\u0631\u062c\u0627\u0621 \u0642\u0631\u0627\u0621\u0629 \u0647\u0630\u0647 \u0627\u0644\u0627\u062a\u0641\u0627\u0642\u064a\u0629 \u062c\u064a\u062f\u0627 \u0642\u0628\u0644 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c. \
\u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c\u060c \u062a\u0643\u0648\u0646 \u0645\u0648\u0627\u0641\u0642\u0627 \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0634\u0631\u0648\u0637. \
\u062a\u0639\u062f IBM \u0648\u0634\u0639\u0627\u0631 IBM \u0639\u0644\u0627\u0645\u0629 \u062a\u062c\u0627\u0631\u064a\u0629 \u0623\u0648 \u0639\u0644\u0627\u0645\u0629 \u062a\u062c\u0627\u0631\u064a\u0629 \u0645\u0633\u062c\u0644\u0629 \u0644\u0634\u0631\u0643\u0629 International Business Machines Corporation \u0641\u064a \u0627\u0644\u0648\u0644\u0627\u064a\u0627\u062a \u0627\u0644\u0645\u062a\u062d\u062f\u0629 \u0623\u0648 \u0627\u0644\u0628\u0644\u0627\u062f \u0627\u0644\u0623\u062e\u0631\u0649 \u0623\u0648 \u0643\u0644\u0627\u0647\u0645\u0627. \
\u062d\u0642\u0648\u0642 \u0645\u0642\u0635\u0648\u0631\u0629 \u0639\u0644\u0649 \u0645\u0633\u062a\u062e\u062f\u0645\u064a \u062d\u0643\u0648\u0645\u0629 \u0627\u0644\u0648\u0644\u0627\u064a\u0627\u062a \u0627\u0644\u0645\u062a\u062d\u062f\u0629 - \u0627\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0623\u0648 \u0627\u0644\u0646\u0633\u062e \u0623\u0648 \u0627\u0644\u0646\u0634\u0631 \u0645\u062d\u062f\u062f \u0648\u0641\u0642\u0627 \u0644\u0639\u0642\u062f GSA ADP Schedule Contract \u0645\u0639 \u0634\u0631\u0643\u0629 \u200f\u200eIBM Corp.\u200e\u200f

welcome_altImageText = \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0633\u062a\u0639\u0631\u0627\u0636 \u062c\u062f\u064a\u062f
welcome_msg_ese=\u0645\u0631\u062d\u0628\u0627 \u0628\u0643 \u0641\u064a DB2 \u0627\u0644\u0646\u0633\u062e\u0629 %1
welcome_msg_DS=\u0645\u0631\u062d\u0628\u0627 \u0628\u0643 \u0641\u064a IBM Data Server \u0627\u0644\u0646\u0633\u062e\u0629 %1
### end of Windows section #############################

#### UNIX launchpad specific mri #############################

#Note to translator, in LPAD_WELCOME_TITLE and LPAD_WELCOME_TITLE_DB2, the %1 is replaced with the user id of the user running the installer
LPAD_WELCOME_TITLE=\u0645\u0631\u062d\u0628\u0627 %1
LPAD_WELCOME_TITLE_DB2=\u0645\u0631\u062d\u0628\u0627 %1 \u0641\u064a DB2 \u0627\u0644\u0646\u0633\u062e\u0629 %2
LPAD_WELCOME_TITLE_IBM_DATA_SERVER=\u0645\u0631\u062d\u0628\u0627 %1 \u0641\u064a IBM Data Server \u0627\u0644\u0646\u0633\u062e\u0629 %2
### end of UNIX section #############################

### Common - shared section. Do not change without testing on both platforms #############################
# LPAD_WELCOME_DESC1 and LPAD_WELCOME_DESC2 are shown on the welcome page of the Launchpad, one after the other.
LPAD_WELCOME_DESC1=\u0645\u0631\u062d\u0628\u0627 \u0628\u0643 \u0641\u064a DB2 \u0627\u0644\u0646\u0633\u062e\u0629 %2 - %1. DB2 Setup Launchpad \u062a\u0645\u0643\u0646\u0643 \u0645\u0646 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0643\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0627\u062c\u0647\u0627 \u0644\u062a\u0631\u0643\u064a\u0628 \u0645\u0646\u062a\u062c DB2 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0648\u0627\u0644\u062e\u0648\u0627\u0635 \u0644\u0646\u0638\u0645 \u062a\u0634\u063a\u064a\u0644 Linux \u0648UNIX \u0648Windows.
LPAD_WELCOME_DESC1_SD=\u064a\u0642\u0648\u0645 DB2 Setup Launchpad \u0628\u0645\u0646\u062d\u0643 \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u062a\u0648\u0635\u0644 \u0644\u0643\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0627\u062c\u0647\u0627 \u0644\u062a\u0631\u0643\u064a\u0628  %1 \u0639\u0644\u0649 \u0627\u0646\u0647 "%2" \u0628\u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
LPAD_WELCOME_DESC2=\u0644\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0639\u0646 \u0645\u0646\u062a\u062c\u0627\u062a DB2 \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0644\u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0623\u0648 \u0644\u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u062a\u0631\u0643\u064a\u0628\u060c \u0642\u0645 \u0628\u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0646 \u0627\u0644\u062c\u062f\u0648\u0644\u0627\u062a \u0627\u0644\u0645\u062a\u0627\u062d\u0629. 
LPAD_WELCOME_DESC3=\u064a\u0645\u0643\u0646\u0643 \u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0639\u0646 \u0645\u0646\u062a\u062c\u0627\u062a DB2 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0632\u064a\u0627\u0631\u0629 \u0635\u0641\u062d\u0629 DB2 Product Family \u0628\u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a. %1\u0627\u0633\u062a\u0645\u0631 \u0645\u0639 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0638\u0647\u0631\u0629 \u0641\u064a \u0627\u0644\u0646\u0627\u0641\u0630\u0629 \u0627\u0644\u064a\u0645\u0646\u0649 \u0644\u062a\u0631\u0643\u064a\u0628 \u0645\u0646\u062a\u062c DB2 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643\u060c \u0645\u0639 \u0627\u0644\u062a\u0623\u0643\u062f \u0645\u0646 \u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u062a\u0637\u0648\u064a\u0631 \u0627\u0644\u0646\u0633\u062e\u0629 \u0648\u062a\u062e\u0637\u064a\u0637 \u0645\u0627 \u0642\u0628\u0644 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0628\u062f\u0642\u0629.
LPAD_WELCOME_SEARCH_IC=\u0628\u062d\u062b Information Center
LPAD_WELCOME_DB2_REFER=\u0635\u0641\u062d\u0629 DB2 Product Family \u0628\u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a

### please leave at least one blank line at the end of the file
