#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Installera en produkt

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Enterprise Server Edition.
missing_prereq_AESE   	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Advanced Enterprise Server Edition with the DB2 pureScale Feature.
missing_prereq_ESE_DSF 	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Enterprise Server Edition with the DB2 pureScale Feature.
missing_prereq_EXP    	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Express.
missing_prereq_EXPC    	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Express-C.
missing_prereq_CONSV  	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Connect Server.
missing_prereq_RTCL   	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= Installera de %1DB2-produkter%2 som kr\u00e4vs innan du installerar IBM Data Server Client.
missing_prereq_WSE    	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Workgroup Server Edition with the DB2 pureScale Feature.
missing_prereq_NLPACK 	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 National Language Package.
missing_prereq_DOCE   	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Informationscenter.
missing_prereq_GSE    	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar DB2 Spatial Extender.
missing_prereq_RCON   	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= Installera de %1DB2-produkter som kr\u00e4vs%2 innan du installerar IBM Database Add-Ins for Visual Studio.

INTRO_MSG = Klicka p\u00e5 Installera ny n\u00e4r du vill starta installationsguiden f\u00f6r den produkt du vill installera och installera produkten p\u00e5 en ny plats. \
Om du vill uppdatera, uppgradera eller l\u00e4gga till funktioner till en befintlig produkt klickar du p\u00e5 Arbeta med befintliga. \
Du kan starta installationen av andra produkter genom att klicka p\u00e5 Installera f\u00f6r respektive produkt. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio inneh\u00e5ller funktioner f\u00f6r utveckling av till\u00e4mpningar f\u00f6r .NET-till\u00e4mpningar i Visual Studio. \
Det h\u00e4r till\u00e4gget ing\u00e5r i samtliga klientpaket utom IBM Data Server Runtime Client. 

DSAC_DESCR = Administrationsverktyget f\u00f6r IBM Data Server \u00e4r ett webbportalverktyg som databasadministrat\u00f6rer kan anv\u00e4nda till att hantera DB2- och Informix IDS-dataservrar p\u00e5 ett mer effektivt s\u00e4tt. \
Med hj\u00e4lp av administrationsverktyget f\u00f6r IBM Data Server kan du se till att databasservrarna k\u00f6rs p\u00e5 den prestandaniv\u00e5 som kr\u00e4vs genom att minska den tid som kr\u00e4vs f\u00f6r att \u00e5tg\u00e4rda problem, automatisera och undvika rutinunderh\u00e5ll och underh\u00e5llsuppgifter och i slut\u00e4ndan hj\u00e4lpa till med att undvika problem helt och h\u00e5llet.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Uppgradera
LPAD_INSTALL_TITLE = Installera en produkt som %1
LPAD_INSTALL_DESC1=Klicka p\u00e5 Installera ny n\u00e4r du vill starta installationsguiden f\u00f6r den produkt du vill installera och installera produkten p\u00e5 en ny plats.
LPAD_INSTALL_DESC2=Klicka p\u00e5 Uppgradera om du vill starta DB2-installationsguiden f\u00f6r \u00f6nskad produkt och uppgradera din f\u00f6rekomst.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Om du vill l\u00e4gga till funktioner i en befintlig produkt klickar du p\u00e5 Arbeta med befintliga.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client \u00e4r ett klientpaket utan grafiskt gr\u00e4nssnitt som g\u00f6r det m\u00f6jligt f\u00f6r till\u00e4mpningar att accessa DB2-servrar. Den har funktioner f\u00f6r k\u00f6rning av till\u00e4mpningar som anv\u00e4nder inb\u00e4ddade gr\u00e4nssnitt f\u00f6r SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus och CLP. Detta klientpaket \u00e4r ett alternativ till IBM Data Server Driver Package som rekommenderas f\u00f6r kunder som \u00e4r helt insatta i inneh\u00e5llet i klientpaketen och beh\u00f6ver ytterligare funktioner.

CLIENT_DESCR = IBM Data Server Client \u00e4r en samling klientprogramdrivrutiner och verktyg f\u00f6r DB2-dataservrar. \
Den har funktioner f\u00f6r k\u00f6rning av till\u00e4mpningar som anv\u00e4nder inb\u00e4ddade gr\u00e4nssnitt f\u00f6r SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus och CLP. \
Detta klientpaket \u00e4r ett alternativ till IBM Data Server Driver Package som rekommenderas f\u00f6r kunder som \u00e4r helt insatta i inneh\u00e5llet i klientpaketen och beh\u00f6ver ytterligare funktioner.

NLPACK_DESCR = Med DB2-spr\u00e5kpaket l\u00e4gger du till spr\u00e5kfunktioner i DB2-produkterna f\u00f6r att f\u00e5 dem \u00f6versatta. Du kan l\u00e4gga till spr\u00e5kfunktioner n\u00e4r som helst.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Installera de %2DB2-produkter som kr\u00e4vs%3 innan du installerar den h\u00e4r produkten.%4

PROD_NR_NOT_SUPPORTED = %1 \u00e4r inte en hanterad DB2-produkt f\u00f6r installation som icke-root-anv\u00e4ndare.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Installera ny
INSTALL_EXISTING_BUTTON = Arbeta med befintliga
INSTALL_EXTERNAL_BUTTON = Installera

missing_prereqs_msg 	= Installationskrav som inte \u00e4r uppfyllda:
detected_err_msg 	= Fel uppt\u00e4cktes:

AESE_DESCR = DB2 Advanced Enterprise Server Edition \u00e4r den idealiska grunden f\u00f6r skr\u00e4ddarsydda l\u00f6sningar f\u00f6r hela f\u00f6retaget. \
Du kan t.ex. bygga databaser p\u00e5 m\u00e5nga terabyte, erbjuda st\u00e4ndig tillg\u00e4nglighet med h\u00f6ga prestanda, transaktionshantering f\u00f6r stora volymer aff\u00e4rsdata eller webbaserade l\u00f6sningar. \
Den h\u00e4r utg\u00e5van inneh\u00e5ller \u00e4nnu fler avancerade produktfunktioner p\u00e5 omr\u00e5den som komprimering, prestanda, replikering och s\u00e4kerhet. 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition with the DB2 pureScale Feature tillhandah\u00e5ller klustringstekniker f\u00f6r DB2-produkter p\u00e5 distribuerade plattformar. Funktionen f\u00f6rb\u00e4ttrar tillg\u00e4ngligheten f\u00f6r DB2-data, ut\u00f6kar milj\u00f6ns bearbetningskapacitet, ger flexibla s\u00e4tt att konfigurera milj\u00f6n och \u00f6kar transaktionstakten.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Den h\u00e4r enskilda installationsavbilden inneh\u00e5ller bibliotek och bin\u00e4ra filer f\u00f6r DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition och DB2 Community Edition. \
Granska produktdokumentationen och licensvillkoren f\u00f6r var och en av de h\u00e4r utg\u00e5vorna f\u00f6re installation. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition \u00e4r l\u00e4mplig f\u00f6r transaktionsbaserade, lagerbaserade och blandade arbetsbelastningar. \
Den h\u00e4r utg\u00e5van har inga processor-, minnes- eller databasstorleksbegr\u00e4nsningar och \u00e4r d\u00e4rf\u00f6r idealisk f\u00f6r godtyckliga arbetsbelastningsstorlekar. \
Den h\u00e4r utg\u00e5van inneh\u00e5ller alla funktioner i DB2 Enterprise Server Edition samt kolumnorganiserade tabeller, funktioner f\u00f6r databaser i minnet, datakomprimering, hantering av arbetsbelastning, replikering och distribuerad partitionering. \
Med den h\u00e4r utg\u00e5van medf\u00f6ljer \u00e4ven en fullst\u00e4ndig upps\u00e4ttning datalagerverktyg, optimeringsverktyg och IBM Data Studio. \
Med det h\u00e4r alternativet installeras endast DB2-servern. \
De inkluderade verktygen m\u00e5ste installeras separat. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition \u00e4r l\u00e4mplig f\u00f6r transaktionsbaserade och blandade arbetsbelastningar. \
Den h\u00e4r utg\u00e5van har inga processor-, minnes- eller databasstorleksbegr\u00e4nsningar och \u00e4r d\u00e4rf\u00f6r idealisk f\u00f6r godtyckliga arbetsbelastningsstorlekar. \
Den h\u00e4r utg\u00e5van inkluderar samtliga funktioner i DB2 Workgroup Server Edition samt flertemperaturslagring, materialiserade fr\u00e5getabeller, flerdimensionella kluster, fr\u00e5geparallellism, anslutningskoncentrering, \u00e5teranv\u00e4ndning av accessplaner och avl\u00e4sningsdelning. \
Med den h\u00e4r utg\u00e5van medf\u00f6ljer \u00e4ven datalager- och IBM Data Studio-verktyg, som alla kr\u00e4ver en separat installation. \
%1Db2 Advanced Edition %1Db2 Advanced Edition ger f\u00f6retaget en helt\u00e4ckande databasl\u00f6sning med licensm\u00e4tning som underl\u00e4ttar hybriddrifts\u00e4ttning i moln. \
Den h\u00e4r l\u00f6sningen erbjuder datalagrings-, transaktions- och analysfunktioner i ett paket. \
Db2 Advanced Edition \u00e4r tillg\u00e4nglig b\u00e5de som en st\u00e4ndig programlicens OCH en m\u00e5nadsprenumeration f\u00f6r obegr\u00e4nsad produktion och icke-produktionsanv\u00e4ndning med premiumsupport fr\u00e5n IBM. \
Db2 Advanced Edition erbjuder avancerade funktioner f\u00f6r lagringsoptimering, databearbetning i minnet och tillf\u00f6rlitlig systemtillg\u00e4nglighet samt verktyg f\u00f6r hantering av arbetsbelastningen. \
L\u00f6sningen bidrar ocks\u00e5 till att s\u00e4kerst\u00e4lla h\u00f6ga prestanda, inblick som grund f\u00f6r \u00e5tg\u00e4rder, kontinuerlig tillg\u00e4nglighet och tillf\u00f6rlitlighet, till l\u00e4gre kostnad. \
Den ger flexibla drifts\u00e4ttningsalternativ: i de egna lokalerna eller i moln. \
Db2 Advanced Edition erbjuder f\u00f6ljande funktioner: %2%3%4F\u00f6rb\u00e4ttrar prestanda och analys f\u00f6r snabbare beslut.%5%4Ger h\u00f6g tillg\u00e4nglighet och funktioner f\u00f6r katastrof\u00e5terst\u00e4llning.%5%4Tillhandah\u00e5ller en s\u00e4ker, flexibel milj\u00f6.%5%4Kommunicerar mer effektivt med data av en rad olika slag.%5%4F\u00f6rb\u00e4ttrar produktiviteten och minskar administratioinsarbetet.%5%6Db2 Advanced Edition kan drifts\u00e4ttas p\u00e5 Linux-, UNIX- eller Windows-servrar av valfri storlek, fr\u00e5n en processor till hundratals processorer, ock p\u00e5 b\u00e5de fysiska och virtuella servrar. \
Programavgifter: Db2 Advanced Edition finns tillg\u00e4nglig med avgiftsm\u00e4tning per VPC (Virtual Processor Core) eller m\u00e4tning per godk\u00e4nd anv\u00e4ndarenhet (AU) f\u00f6r icke-produktionsmilj\u00f6er (t.ex. utvecklings- och testmilj\u00f6er). \
%1Db2 Standard Edition %1Db2 Standard Edition \u00e4r en databas med h\u00f6ga prestanda f\u00f6r sm\u00e5 och medelstora f\u00f6retag, med licensalternativ f\u00f6r hybriddrifts\u00e4ttning i moln. \
Det liknar Db2 Advanced Edition, men \u00e4r begr\u00e4nsad i storleken p\u00e5 drifts\u00e4ttningen. \
Den ger flexibla drifts\u00e4ttningsalternativ: i de egna lokalerna eller i moln. \
Db2 Standard Edition erbjuder dessa f\u00f6rdelar: %2%3%4F\u00f6rb\u00e4ttrar applikationsprestanda och analyser f\u00f6r snabbare beslut. %5%4Levererar h\u00f6g tillg\u00e4nglighet och kapacitet f\u00f6r katastrof\u00e5terst\u00e4llning. \
%5%4Tillhandah\u00e5ller en s\u00e4ker, flexibel milj\u00f6. \
%5%4Gr\u00e4nssnitt med en m\u00e4ngd data mer effektivt. \
%5%4F\u00f6rb\u00e4ttrar produktiviteten och minskar administrationsinsatserna. \
%5%6Db2 Standard Edition finns tillg\u00e4nglig med avgiftsm\u00e4tning f\u00f6r virtuell processor eller m\u00e4tning per godk\u00e4nd anv\u00e4ndarenhet (AU) f\u00f6r icke-produktionsmilj\u00f6er (dvs. \
utvecklings- och testmilj\u00f6er. Du \u00e4r begr\u00e4nsad till 16 virtuella processork\u00e4rnor och 128 GB f\u00f6rekomstminne. \
Dessa begr\u00e4nsningar g\u00e4ller f\u00f6r varje fysisk eller virtuell server, s\u00e5vida de inte drifts\u00e4tts i ett pureScale- eller DPF-kluster. \
I dessa fall g\u00e4ller begr\u00e4nsningarna f\u00f6r hela klustret. \
% 1Db2 Community Edition%1Db2 Community Edition tillhandah\u00e5ller Db2-k\u00e4rnfunktioner utan kostnad. \
Db2 Community Edition \u00e4r en kostnadsfri upplaga av Db2-dataservern f\u00f6r utvecklare och  och partnercommunityn. \
Den \u00e4r utformad f\u00f6r att vara uppe och ig\u00e5ng p\u00e5 n\u00e5gra minuter, \u00e4r l\u00e4ttanv\u00e4nd och inb\u00e4ddad, inneh\u00e5ller funktioner f\u00f6r sj\u00e4lvf\u00f6rvaltning och inneh\u00e5ller alla k\u00e4rnfunktioner i Db2 f\u00f6r Linux, UNIX och Windows. \
L\u00f6sningar som utvecklas med hj\u00e4lp av Db2 Community Edition kan anv\u00e4ndas med fler skalbara Db2-utg\u00e5vor utan \u00e4ndringar av programkoden. \
Db2 Community Edition \u00e4r begr\u00e4nsad till h\u00f6gst 4 virtuella processork\u00e4rnor och 16 GB f\u00f6rekomstminne. \
Dessa begr\u00e4nsningar g\u00e4ller f\u00f6r varje fysisk eller virtuell server, s\u00e5vida de inte drifts\u00e4tts i ett pureScale- eller DPF-kluster. \
I dessa fall g\u00e4ller begransningarna f\u00f6r hela klustret. Db2 Community Edition uppdateras vid stora releaser och tillhandah\u00e5lls med lokalt gemenskapsbaserat st\u00f6d. \
Du kan uppgradera din Db2-Community Edition-databas till en mer skalbar utg\u00e5va genom att enkelt till\u00e4mpa en aktiveringsnyckel till databasavbilden. \
Databasen uppgraderas omedelbart och ger \u00e5tkomst till ytterligare funktioner som h\u00f6g tillg\u00e4nglighet f\u00f6r klustring och replikering.

ESE_DSF_DESCR = Avancerade DB2-utg\u00e5vor med pureScale tillhandah\u00e5ller klusterfunktioner som f\u00f6rb\u00e4ttrar DB2-datatillg\u00e4ngligheten, ut\u00f6kar bearbetningsm\u00f6jligheterna i milj\u00f6n, tillhandah\u00e5ller flexibla s\u00e4tt att konfigurera milj\u00f6n p\u00e5 samt \u00f6kar transaktionshastigheterna. \
Den h\u00e4r enskilda installationsavbilden inneh\u00e5ller bibliotek och bin\u00e4ra filer f\u00f6r DB2 Advanced Enterprise Server Edition och DB2 Advanced Workgroup Server Edition med DB2 pureScale. 

WSE_DESCR = DB2 Workgroup Server Edition har samma grundfunktioner som DB2 Enterprise Server Edition men med begr\u00e4nsningar av antalet processorer och minnesm\u00e4ngden. \
DB2 Workgroup Server Edition \u00e4r t\u00e4nkt att uppfylla arbetsgruppers eller medelstora f\u00f6retags behov.

WSE_DSF_DESCR = DB2 Workgroup Server Edition with the DB2 pureScale Feature tillhandah\u00e5ller klustringstekniker f\u00f6r DB2-produkter p\u00e5 distribuerade plattformar. \
Funktionen f\u00f6rb\u00e4ttrar tillg\u00e4ngligheten f\u00f6r DB2-data, ut\u00f6kar milj\u00f6ns bearbetningskapacitet, ger flexibla s\u00e4tt att konfigurera milj\u00f6n och \u00f6kar transaktionstakten.

EXP_DESCR = DB2 Express Edition liknar DB2 Workgroup Server Edition f\u00f6rutom att den inte inkluderar tabellpartitionering och har ytterligare begr\u00e4nsningar vad g\u00e4ller processor- och minnesanv\u00e4ndning. \
Det g\u00f6r att den h\u00e4r utg\u00e5van \u00e4r b\u00e4st l\u00e4mpad f\u00f6r mindre arbetsbelastningar, t.ex. s\u00e5dana som f\u00f6rekommer p\u00e5 sm\u00e5 f\u00f6retag. \
Den h\u00e4r utg\u00e5van inkluderar verktyget IBM Data Studio som kr\u00e4ver en separat installation. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition har samma grundfunktioner som DB2 Enterprise Server Edition men med begr\u00e4nsningar av antalet processorer och minnesm\u00e4ngden. \
DB2 Express-C Edition \u00e4r t\u00e4nkt att uppfylla behoven p\u00e5 marknaden f\u00f6r sm\u00e5 och medelstora f\u00f6retag. \
Produkten finns f\u00f6r operativsystemen Linux och Windows. \
Om du beh\u00f6ver IBM-support och underh\u00e5ll f\u00f6r denna avgiftsfria dataserver kan du k\u00f6pa ett f\u00f6rl\u00e4ngningsbart 12-m\u00e5nadersabonnemang.

CONSV_DESCR = DB2 Connect Server-produkter ger anslutningsm\u00f6jligheter i en arkitektur med tre lager. \
DB2-program som k\u00f6r p\u00e5 olika typer av persondatorer kan ansluta till DB2 for z/OS- och DB2 for IBM i-databasservrar direkt (i en arkitektur med tv\u00e5 lager, vilket rekommenderas) eller indirekt via DB2 Connect Server. \
DB2 Connect-produkter inneh\u00e5ller klientpaket, som kan installeras p\u00e5 persondatorer, med API-drivrutiner som ansluter programmen p\u00e5 dessa datorer direkt eller indirekt till en DB2 for z/OS- eller DB2 for IBM i-dataserver. \
DB2 Connect Server-konfigurationen har funktioner f\u00f6r f\u00f6renade anslutningar. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = I DB2 Informationscenter finns DB2-produktdokumentation som t\u00e4cker alla aspekter av DB2-produkterna, bland annat databasanslutning, databasadministration, fr\u00e5gehantering, informationshantering och beslutsst\u00f6d samt till\u00e4mpningsutveckling. \
%1Med installationsguiden f\u00f6r DB2 kan du installera DB2 Informationscenter lokalt p\u00e5 datorn. \
Om den dator d\u00e4r du installerar DB2 Informationscenter \u00e4r ansluten till ett n\u00e4tverk kan ocks\u00e5 andra anv\u00e4ndare accessa Informationscenter fr\u00e5n en webbl\u00e4sare p\u00e5 andra datorer. 

LSDC_DESCR = Med InfoSphere Federation Server nonrelational wrappers kan du i integrerade f\u00f6renade system integrera XML-baserade data, WebSphere MQ-meddelanden och data fr\u00e5n datak\u00e4llor som t.ex. Excel och k\u00e4llor som du accessar via specialbyggda C++- och Java-paketeringsmoduler.

RCON_DESCR = Med InfoSphere Federation Server relational wrappers kan du k\u00f6ra fr\u00e5gor p\u00e5 och h\u00e4mta data som lagrats i distribuerade DB2- och andra databaser som \u00e4r relationsbaserade.  \
En enstaka SQL-sats kan referera till en eller flera databaser. \
Du kan till exempel koppla ihop data i en DB2-tabell, data i en Oracle-tabell och data som h\u00e4mtas fr\u00e5n en vy i Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Det finns en upps\u00e4ttning verktyg med grafiskt gr\u00e4nssnitt som kan installeras f\u00f6r hantering av data i DB2 for Linux, UNIX och Windows samt datacentrerade till\u00e4mpningar. \
Vart och ett av dessa verktyg ger kraftfulla funktioner avsedda f\u00f6r olika befattningar och arbetsuppgifter inom datahantering. Verktygen fungerar smidigt tillsammans och underl\u00e4ttar samarbetet mellan olika medarbetare, vilket \u00f6kar produktiviteten och effektiviteten.

TOOLS_LINK_LABEL =  H\u00e4mta verktygen
TOOLS_ALT_IMG_TEXT = starta webbl\u00e4sare

### please leave at least one blank line at the end of the file
