#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Instalare produs

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Enterprise Server Edition.
missing_prereq_AESE   	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Advanced Enterprise Server Edition cu DB2 pureScale Feature.
missing_prereq_ESE_DSF 	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Enterprise Server Edition cu DB2 pureScale Feature.
missing_prereq_EXP    	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Express.
missing_prereq_EXPC    	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Express-C.
missing_prereq_CONSV  	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Connect Server.
missing_prereq_RTCL   	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala IBM Data Server Client.
missing_prereq_WSE    	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Workgroup Server Edition cu DB2 pureScale Feature.
missing_prereq_NLPACK 	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 National Language Package.
missing_prereq_DOCE   	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Information Center.
missing_prereq_GSE    	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala DB2 Spatial Extender.
missing_prereq_RCON   	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= Instala\u0163i %1produsele DB2 necesare%2 \u00eenainte de a instala IBM Database add-ins for Visual Studio.

INTRO_MSG = Face\u0163i clic pe Instalare acum pentru a lansa vr\u0103jitorul DB2 Setup pentru produsul dorit \u015fi a instala produsul \u00eentr-o loca\u0163ie nou\u0103. \
Dac\u0103 vre\u0163i s\u0103 actualiza\u0163i, moderniza\u0163i sau ad\u0103uga\u0163i caracteristici la un produs existent, ap\u0103sa\u0163i Folosire existent. \
De asemenea, pute\u0163i lansa alte instal\u0103ri de produs f\u0103c\u00e2nd clic pe Instalare pentru produsul corespondent. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio furnizeaz\u0103 suportul pentru dezvoltarea de aplica\u0163ii .NET \u00een Visual Studio. \
Acest add-in este inclus \u00een toate pachetele de client cu excep\u0163ia lui IBM Data Server Runtime Client. 

DSAC_DESCR = Unealta administratorului de server de date este o unealt\u0103 de portal Web care ajut\u0103 administratorii de baze de date s\u0103 gestioneze mai eficient orice num\u0103r de servere de date DB2 \u015fi Informix IDS. \
Unealta administratorului de server de date v\u0103 poate ajuta la men\u0163inerea serverelor de baz\u0103 de date \u00een stare de operare la nivelul de performan\u0163\u0103 necesar, prin reducerea timpului pentru rezolvarea problemelor, automatizarea \u015fi eliminarea \u00eentre\u0163inerii de rutin\u0103 \u015fi prin ajutorul acordat pentru eliminarea problemelor.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Modernizare
LPAD_INSTALL_TITLE = Instala\u0163i un produs ca %1
LPAD_INSTALL_DESC1=Face\u0163i clic pe Instalare acum pentru a lansa vr\u0103jitorul DB2 Setup pentru produsul dorit \u015fi a instala produsul \u00eentr-o loca\u0163ie nou\u0103.
LPAD_INSTALL_DESC2=Face\u0163i clic pe Modernizare nou pentru a lansa vr\u0103jitorul DB2 Setup pentru produsul dorit \u015fi pentru a moderniza instan\u0163a dumneavoastr\u0103.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Dac\u0103 vre\u0163i s\u0103 ad\u0103uga\u0163i caracteristici la un produs existent, face\u0163i clic pe Folosire existent.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client este un pachet de client non-grafic care permite aplica\u0163iilor s\u0103 acceseze serverele DB2. Ofer\u0103 suport pentru rularea aplica\u0163iilor care folosesc interfe\u0163ele SQL \u00eenglobat, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus \u015fi CLP. Acest pachet client este o alternativ\u0103 la IBM Data Server Driver Package, care este preferat, pentru beneficiarii care \u00een\u0163eleg deplin ce con\u0163in pachetele client \u015fi doresc caracteristici suplimentare.

CLIENT_DESCR = IBM Data Server Client este o colec\u0163ie de driver-e \u015fi unelte de aplica\u0163ii client pentru serverele de date DB2. \
Ofer\u0103 suport pentru rularea aplica\u0163iilor care folosesc interfe\u0163ele SQL \u00eenglobat, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus \u015fi CLP. \
Acest pachet client este o alternativ\u0103 la IBM Data Server Driver Package, care este preferat, pentru beneficiarii care \u00een\u0163eleg deplin ce con\u0163in pachetele client \u015fi doresc caracteristici suplimentare.

NLPACK_DESCR = DB2 National Language Package adaug\u0103 suport pentru limbi na\u0163ionale produselor DB2. Pute\u0163i ad\u0103uga oric\u00e2nd suportul pentru limbi na\u0163ionale.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Instala\u0163i %2produsele DB2 necesare%3 \u00eenainte de a instala produsul.%4

PROD_NR_NOT_SUPPORTED = %1 nu este un produs DB2 suportat pentru instalarea non-root.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Instalare nou
INSTALL_EXISTING_BUTTON = Folosire existent
INSTALL_EXTERNAL_BUTTON = Instalare

missing_prereqs_msg 	= Cerin\u0163e preliminare lips\u0103:
detected_err_msg 	= Erori detectate:

AESE_DESCR = DB2 Advanced Enterprise Server Edition este o funda\u0163ie ideal\u0103 pentru construirea la cerere de solu\u0163ii la nivel de \u00eentreprindere. \
De exemplu, pute\u0163i construi baze de date de mai mul\u0163i teraocte\u0163i, solu\u0163ii de afaceri pentru procesarea unui volum mare de tranzac\u0163ii cu disponibilitate 24x7 sau solu\u0163ii bazate pe web. \
Aceast\u0103 edi\u0163ie include \u015fi alte capabilit\u0103\u0163i avansate de produs, privind comprimarea, performan\u0163a, replicarea \u015fi securitatea. 

AESE_DSF_DESCR = DB2 Advanced Enterprise Server Edition cu Caracteristica DB2 pureScale DB2 furnizeaz\u0103 o tehnologie de cluster produselor DB2 pe platformele distribuite. Aceast\u0103 caracteristic\u0103 \u00eembun\u0103t\u0103\u0163e\u015fte disponibilitatea datelor DB2, extinde capacitatea de procesare a mediului, furnizeaz\u0103 modalit\u0103\u0163i flexibile pentru configurarea mediului \u015fi cre\u015fte ratele tranzac\u0163iilor.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Aceast\u0103 imagine singular\u0103 de instalare are bibliotecile \u015fi binarele pentru DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition \u015fi DB2 Community Server Edition. \
\u00cenainte de instalare revede\u0163i documenta\u0163ia produsului \u015fi termenii de licen\u0163\u0103 pentru fiecare dintre aceste edi\u0163ii. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition este potrivit\u0103 pentru \u00eenc\u0103rc\u0103ri de lucru tranzac\u0163ionale, de antrepozite de date (warehouse) \u015fi mixte. \
Acest\u0103 edi\u0163ie nu are limite de procesoare, memorie sau dimensiune de baz\u0103 de date, ceea ce o face potrivit\u0103 pentru orice dimensiune de \u00eenc\u0103rc\u0103ri de lucru. \
Aceast\u0103 edi\u0163ie include toate func\u0163iile g\u0103site \u00een DB2 Enterprise Server Edition plus tabele organizate pe coloane, baz\u0103 de date in-memory, comprimare de date, gestionare de \u00eenc\u0103rc\u0103ri de lucru, replicare \u015fi capacitate de parti\u0163ionare distribuit\u0103. \
Aceast\u0103 edi\u0163ie vine \u015fi cu un set complet de unelte warehouse, unelte de optimizare \u015fi IBM Data Studio. \
Aceast\u0103 op\u0163iune instaleaz\u0103 doar serverul DB2. \
Uneltele incluse trebuie instalate separat. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition este potrivit\u0103 pentru \u00eenc\u0103rc\u0103ri de lucru tranzac\u0163ionale \u015fi mixte. \
Acest\u0103 edi\u0163ie nu are limite de procesoare, memorie sau dimensiune de baz\u0103 de date, ceea ce o face potrivit\u0103 pentru orice dimensiune de \u00eenc\u0103rc\u0103ri de lucru. \
Aceast\u0103 edi\u0163ie include toate func\u0163iile din DB2 Workgroup Server Edition plus stocarea multi-temperatur\u0103, tabele de interogare materializate, multi-dimensional clustering, paralelism la interogare, concentrator de conexiuni, reutilizare plan de acces \u015fi partajare scan\u0103ri. \
Aceast\u0103 edi\u0163ie include unelte de warehouse \u015fi unelte IBM Data Studio, care toate necesit\u0103 o instalare separat\u0103. \
%1Db2 Advanced Edition %1Db2 Advanced Edition furnizeaz\u0103 o solu\u0163ie de baz\u0103 de date cuprinz\u0103toare pentru \u00eentreprindere cu o metric\u0103 de licen\u0163iere care s\u0103 faciliteze implementarea de cloud hibrid\u0103. \
Aceast\u0103 solu\u0163ie ofer\u0103 Data Warehousing, capabilit\u0103\u0163i tranzac\u0163ionale \u015fi de analiz\u0103 \u00eentr-un singur pachet. \
Db2 Advanced Edition este disponibil\u0103 at\u00e2t ca licen\u0163\u0103 de software perpetu\u0103, c\u00e2t \u015fi ca un abonament lunar pentru utilizare nerestrictiv\u0103 \u00een medii de produc\u0163ie sau non-produc\u0163ie cu suport IBM premium. \
Db2 Advanced Edition furnizeaz\u0103 caracteristici avansate pentru optimizarea spa\u0163iului de stocare, in-memory computing, disponibilitate de sistem sigur\u0103, precum \u015fi unelte de gestionare a \u00eenc\u0103rc\u0103rii de lucru. \
De asemenea solu\u0163ia ajut\u0103 la cre\u015fterea performan\u0163ei, la ob\u0163inerea de date utile care duc la decizii rapide \u015fi corecte, disponibilitate continu\u0103 \u015fi fiabilitate, la un cost redus. \
Furnizeaz\u0103 op\u0163iuni flexibile de implementare pe cloud sau on-premises. \
Db2 Advanced Edition ofer\u0103 aceste avantaje: %2%3%4\u00cembun\u0103t\u0103\u021be\u0219te performan\u021ba aplica\u021biilor \u0219i analiza pentru decizii mai rapide. %5%4Livreaz\u0103 capabilit\u0103\u0163i de \u00eenalt\u0103 disponibilitatea \u00eenalt\u0103 \u0219i de recuperare din dezastru.%5%4Ofer\u0103 un mediu sigur, flexibil. %5%4Interfe\u021be mai eficiente cu o varietate de date.%5%4\u00cembun\u0103t\u0103\u021be\u0219te productivitatea \u0219i reduce efortul de administrare. %5%6Db2 Advanced Edition poate fi implementat pe servere Linux\u00ae, UNIX sau Windows de orice dimensiune, de la un procesor la sute de procesoare, at\u00e2t pe server fizice, c\u00e2t \u015fi pe servere virtuale. \
Tarifele programului: Db2 Advanced Edition este disponibil pe metrica de tarifare VPC (Virtual Processor Core) \u015fi metrica AU (Authorized User) pentru mediile non-produc\u0163ie (cum ar fi mediile de dezvoltare \u015fi de testare). \
%1Db2 Standard Edition %1Db2 Standard Edition este o baz\u0103 de date de performan\u0163\u0103 \u00eenalt\u0103 pentru IMM-uri, cu op\u0163iuni de licen\u0163iere pentru implementarea cloud hibrid\u0103. \
Este similar\u0103 cu Db2 Advanced Edition este restric\u0163ionat\u0103 \u00een ceea ce prive\u015fte dimensiunea implement\u0103rii. \
Furnizeaz\u0103 op\u0163iuni flexibile de implementare pe cloud sau on-premises. \
Db2 Standard Edition ofer\u0103 urm\u0103toarele beneficii: %2%3%4\u00cembun\u0103t\u0103\u0163e\u015fte performan\u0163a aplica\u0163iei \u015fi analize pentru decizii rapide.%5%4Livreaz\u0103 capabilit\u0103\u0163i de \u00eenalt\u0103 disponibilitate \u015fi de recuperare din dezastru. \
%5%4Furnizeaz\u0103 un mediu flexibil \u015fi sigur. \
%5%4Are interfe\u0163e mai eficiente pentru o diversitate de date. \
%5%4\u00cembun\u0103t\u0103\u0163e\u015fte productivitatea \u015fi reduce eforturile de administrare. \
%5%6Db2 Standard Edition este disponibil\u0103 pe metrica de tarifare Virtual CPU \u015fi metrica AU (Authorized User) pentru mediile non-produc\u0163ie (cum ar fi \
 mediile de dezvoltare \u015fi de testare). Sunte\u0163i restric\u0163ionat la 16 nuclee de procesor virtual \u015fi la 128 GB de memorie pentru instan\u0163\u0103. \
Aceste restric\u0163ii se aplic\u0103 la fiecare server fizic sau virtual, indiferent dac\u0103 sunt \u00eentr-un cluster pureScale sau DPF. \
\u00cen aceste instan\u0163e restric\u0163iile se aplic\u0103 \u00eentregului cluster. \
%1Db2 Community Edition%1Db2 Community Edition furnizeaz\u0103 toate capabilit\u0103\u0163ile de baz\u0103 ale Db2 f\u0103r\u0103 un tarif. \
Db2 Community Edition este edi\u0163ie la nivel de baz\u0103 de server de date Db2, furnizat\u0103 gratis comunit\u0103\u0163ii de dezvoltatori \u015fi parteneri. \
Este proiectat\u0103 s\u0103 fie func\u0163ional\u0103 \u00een c\u00e2teva minute, u\u015for de utilizat \u015fi de inclus, cuprinde caracteristici de auto-gestionare \u015fi \u00eencorporeaz\u0103 toate capabilit\u0103\u0163ile de baz\u0103 ale Db2 for Linux, UNIX, and Windows. \
Solu\u0163iile care sunt dezvoltate utiliz\u00e2nd Db2 Community Edition pot fi implementate f\u0103r\u0103 niciun efort pe edi\u0163ii Db2 scalabile f\u0103r\u0103 modific\u0103ri aduse codul aplica\u0163iei. \
Db2 Community Edition este restric\u0163ionat\u0103 la 4 nuclee de procesor virtual \u015fi la la 16 GB memorie de instan\u0163\u0103. \
Aceste restric\u0163ii se aplic\u0103 la fiecare server fizic sau virtual, \u00een afara cazului c\u00e2nd sunt \u00eentr-un cluster pureScale sau DPF. \
\u00cen aceste cazuri, restric\u021biile se aplic\u0103 \u00eentregului cluster. Db2 Community Edition este re\u00eemprosp\u0103tat la lansarea edi\u0163iilor majore programate \u0219i vine cu asisten\u021b\u0103 online bazat\u0103 pe comunitate. \
Pute\u0163i s\u0103 v\u0103 moderniza\u0163i baza de date Db2 Community Edition la o edi\u0163ie mai scalabil\u0103 pur \u015fi simplu prin aplicarea unei chei de activare la imaginea bazei de date. \
Baza de date va fi modernizat\u0103 imediat, furniz\u00e2nd acces la caracteristici suplimentare cum ar fi cluster-ul pentru disponibilitate \u00eenalt\u0103 sau replicarea.

ESE_DSF_DESCR = Edi\u0163iile DB2 Advanced cu pureScale furnizeaz\u0103 capabilit\u0103\u0163i de lucru \u00een cluster care \u00eembun\u0103t\u0103\u0163esc disponibilitatea datelor DB2, extind capacitatea de procesare a mediului, furnizeaz\u0103 moduri flexibile de configurare a mediului \u015fi cresc vitezele tranzac\u0163iilor. \
Aceast\u0103 imagine singular\u0103 de instalare are bibliotecile \u015fi binarele pentru DB2 Advanced Enterprise Server Edition \u015fi DB2 Advanced Workgroup Server Edition, \u00eempreun\u0103 cu DB2 pureScale. 

WSE_DESCR = DB2 Workgroup Server Edition are aceea\u015fi func\u0163ionalitate cu DB2 Enterprise Server Edition, dar cu limite pentru num\u0103rul de CPU-uri \u015fi pentru memorie. \
DB2 Workgroup Server Edition este destinat s\u0103 \u00eendeplineasc\u0103 cerin\u0163ele unui grup de lucru sau mediu de afaceri de dimensiune medie.

WSE_DSF_DESCR = DB2 Workgroup Server Edition cu Caracteristica DB2 pureScale DB2 furnizeaz\u0103 o tehnologie de cluster produselor DB2 pe platformele distribuite. \
Aceast\u0103 caracteristic\u0103 \u00eembun\u0103t\u0103\u0163e\u015fte disponibilitatea datelor DB2, extinde capacitatea de procesare a mediului, furnizeaz\u0103 modalit\u0103\u0163i flexibile pentru configurarea mediului \u015fi cre\u015fte ratele tranzac\u0163iilor.

EXP_DESCR = DB2 Express Edition este similar\u0103 cu DB2 Workgroup Server Edition cu excep\u0163ia c\u0103 excludes parti\u0163ionarea tabelelor \u015fi limiteaz\u0103 mai mult utilizarea procesoarelor \u015fi a memoriei. \
Drept rezultat, aceast\u0103 edi\u0163ie este cea mai potrivit\u0103 pentru cerin\u0163e de \u00eencarc\u0103ri de lucru modeste, cum ar trebui s\u0103 fie \u00eentr-o afacere mic\u0103. \
Aceast\u0103 edi\u0163ie include unealta IBM Data Studio, ce necesit\u0103 o instalare separat\u0103. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition are aceea\u015fi func\u0163ionalitate cu DB2 Enterprise Server Edition, dar cu limite pentru num\u0103rul de CPU-uri \u015fi pentru memorie. \
DB2 Express-C Edition este destinat s\u0103 \u00eendeplineasc\u0103 cerin\u0163ele pie\u0163ei IMM-urilor (\u00eentreprinderi miji \u015fi mijlocii). \
Acest produs este disponibil pentru sistemele de operare Linux \u015fi Windows. \
Dac\u0103 ave\u0163i nevoie de suport \u015fi \u00eentre\u0163inere din partea IBM pentru acest server de date f\u0103r\u0103 plat\u0103, le pute\u0163i cump\u0103ra cu un abonament pe 12 luni care se poate apoi re\u00eennoi.

CONSV_DESCR = Produsele DB2 Connect furnizeaz\u0103 conectivitatea \u00eentr-un mediu pe trei niveluri (3-tier). \
Aplica\u0163iile DB2 care ruleaz\u0103 pe o varietate de sisteme desktop se pot conecta direct la serverele de baz\u0103 de date DB2 for z/OS \u015fi DB2 for IBM i (\u00eentr-un mediu de 2 niveluri, care este preferat) sau indirect, prin intermediul unui server DB2 Connect. \
Produsele DB2 Connect includ pachetele client, pe care le implementa\u0163i pe sistemele desktop \u015fi driver-ele API care conecteaz\u0103 aplica\u0163iile de pe aceste sisteme, direct sau indirect, la serverul de date DB2 for z/OS sau DB2 for IBM i. \
Configura\u0163ia DB2 Connect Server suport\u0103 conexiuni federalizate. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = Centrul de informare DB2 g\u0103zduie\u015fte documenta\u0163ia produselor DB2 care acoper\u0103 toate aspectele legate de produsele DB2, inclusiv conectivitatea bazei de date, administrarea bazei de date, gestionarea interog\u0103rilor, business intelligence \u015fi dezvoltarea de aplica\u0163ii. \
%1Folosind vr\u0103jitorul DB2 Setup, pute\u0163i instala Centrul de informare DB2 local pe calculator. \
\u00cen cazul \u00een care Centrul de informare DB2 este instalat pe un calculator conectat \u00een re\u0163ea, utilizatorii care folosesc alte calculatoare \u00eel pot accesa printr-un browser web. 

LSDC_DESCR = InfoSphere Federation Server Nonrelational Wrappers permite unui sistem federalizat s\u0103 integreze date bazate pe XML, mesaje WebSphere MQ \u015fi date din alte surse, cum ar fi Excel \u015fi surse pe care le pute\u0163i accesa prin wrapper-e Java \u015fi C++ construite personalizat.

RCON_DESCR = Folosi\u0163i InfoSphere Federation Server Relational Wrappers pentru a interoga \u015fi a extrage date localizate \u00een baze de date DB2 \u015fi \u00een alte baze de date rela\u0163ionale distribuite.  \
O singur\u0103 instruc\u0163iune SQL poate referi unul sau mai multe baze de date. \
De exemplu, pute\u0163i uni datele aflate dintr-o tabel\u0103 DB2, datele dintr-o tabel\u0103 Oracle \u015fi datele extrase dintr-o vizualizare Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Este disponibil\u0103 pentru instalare o suit\u0103 de unelte grafice (GUI) pentru gestionarea datelor DB2 for Linux, UNIX and Windows \u015fi a aplica\u0163iilor centrate pe date. \
Aceste unelte luate individual furnizeaz\u0103 capabilit\u0103\u0163i puternice care sunt destinate rolurilor \u015fi taskurilor specifice pentru gestionarea datelor; \u015fi ceea ce este mai important, aceste componente interopereaz\u0103, permi\u0163\u00e2nd o colaborare \u00eentre roluri, o cre\u015ftere a productivit\u0103\u0163ii \u015fi a eficien\u0163ei.

TOOLS_LINK_LABEL =  Ob\u0163inere unelte
TOOLS_ALT_IMG_TEXT = lansare browser

### please leave at least one blank line at the end of the file
