#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = Instalar um Produto

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Enterprise Server Edition.
missing_prereq_AESE   	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Advanced Enterprise Server Edition.
missing_prereq_AESE_DSF = Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Advanced Enterprise Server Edition com a fun\u00e7\u00e3o pureScale do DB2.
missing_prereq_ESE_DSF 	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Enterprise Server Edition com a fun\u00e7\u00e3o pureScale do DB2.
missing_prereq_EXP    	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Express.
missing_prereq_EXPC    	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Express-C.
missing_prereq_CONSV  	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Connect Server.
missing_prereq_RTCL   	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o IBM Data Server Runtime Client.
missing_prereq_CLIENT 	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o IBM Data Server Client.
missing_prereq_WSE    	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Workgroup Server Edition.
missing_prereq_WSE_DSF  = Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Workgroup Server Edition com a fun\u00e7\u00e3o pureScale do DB2.
missing_prereq_NLPACK 	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 National Language Package.
missing_prereq_DOCE   	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o Centro de Informa\u00e7\u00f5es do DB2.
missing_prereq_GSE    	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o DB2 Spatial Extender.
missing_prereq_RCON   	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o WebSphere Information Integration Relational Wrappers.
missing_prereq_LSDC   	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o WebSphere Information Integration Nonrelational Wrappers.
missing_prereq_VSAI   	= Instale os %1produtos necess\u00e1rios do DB2%2 antes de instalar o IBM Database add-ins for Visual Studio.

INTRO_MSG = Fa\u00e7a clique em Instalar Novo para iniciar o Assistente de Instala\u00e7\u00e3o do DB2 para o produto pretendido e para instalar o produto na nova localiza\u00e7\u00e3o. \
Se pretende actualizar, migrar ou adicionar fun\u00e7\u00f5es a um produto existente, fa\u00e7a clique em Trabalhar com Existente. \
Pode iniciar a instala\u00e7\u00e3o de outros produtos clicando em Instalar no produto correspondente. 		
		
VSAI_DESCR = O IBM Database Add-Ins for Visual Studio fornece suporte de programa\u00e7\u00e3o de aplica\u00e7\u00f5es para aplica\u00e7\u00f5es .NET no Visual Studio. \
Este suplemento est\u00e1 inclu\u00eddo em todos os pacotes de clientes excepto pelo IBM Data Server Runtime Client. 

DSAC_DESCR = A ferramenta do administrador de servidor de dados \u00e9 uma ferramenta de portais Web que ajuda os administradores de bases de dados a gerirem de forma mais eficaz e eficiente qualquer quantidade de servidores de dados DB2 e Informix IDS. \
A ferramenta do administrador do servidor de dados pode ajudar a manter os servidores de bases de dados num determinado n\u00edvel de desempenho, reduzindo o tempo necess\u00e1rio para resolver problemas, automatizando e eliminando manuten\u00e7\u00f5es de rotina e tarefas de salvaguarda ajudando, em \u00faltima an\u00e1lise, a evitar este tipo de problemas.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = Actualizar
LPAD_INSTALL_TITLE = Instalar um Produto como %1
LPAD_INSTALL_DESC1=Clique em Instalar Novo para iniciar o Assistente de Instala\u00e7\u00e3o do DB2 para o produto pretendido e para instalar o produto na nova localiza\u00e7\u00e3o.
LPAD_INSTALL_DESC2=Clique em Migrar para iniciar o Assistente de Instala\u00e7\u00e3o do DB2 para o produto pretendido e para migrar a inst\u00e2ncia.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=Se pretende adicionar fun\u00e7\u00f5es a um produto existente, clique em Trabalhar com Existente.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = O IBM Data Server Runtime Client \u00e9 um pacote de cliente n\u00e3o gr\u00e1fico que permite \u00e0s aplica\u00e7\u00f5es acederem a servidores do DB2. Fornece suporte para aplica\u00e7\u00f5es em execu\u00e7\u00e3o utilizando interfaces incorporadas SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus e CLP. Este pacote de cliente \u00e9 uma alternativa ao preferencial IBM Data Server Driver Package para clientes que compreendem completamente o conte\u00fado dos pacotes de cliente e requerem fun\u00e7\u00f5es adicionais.

CLIENT_DESCR = O IBM Data Server Client \u00e9 um conjunto de controladores de aplica\u00e7\u00f5es cliente e ferramentas para os servidores de dados do DB2. \
Fornece suporte para aplica\u00e7\u00f5es em execu\u00e7\u00e3o utilizando interfaces incorporadas SQL, ODBC, CLI, JDBC, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus e CLP. \
Este pacote de cliente \u00e9 uma alternativa ao preferencial IBM Data Server Driver Package para clientes que compreendem completamente o conte\u00fado dos pacotes de cliente e requerem fun\u00e7\u00f5es adicionais.

NLPACK_DESCR = O DB2 National Language Package adiciona o suporte de idioma nacional a produtos DB2 para os localizar. Pode adicionar o suporte de idioma nacional em qualquer altura.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1Instale os %2produtos necess\u00e1rios do DB2%3 antes de instalar este produto.%4

PROD_NR_NOT_SUPPORTED = %1 n\u00e3o \u00e9 um produto suportado do DB2 para a instala\u00e7\u00e3o n\u00e3o raiz.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= Instalar Novo
INSTALL_EXISTING_BUTTON = Trabalhar com Existente
INSTALL_EXTERNAL_BUTTON = Instalar

missing_prereqs_msg 	= Pr\u00e9-requisitos em Falta:
detected_err_msg 	= Erros Detectados:

AESE_DESCR = O DB2 Advanced Enterprise Server Edition \u00e9 uma funda\u00e7\u00e3o ideal para construir solu\u00e7\u00f5es a pedido ao n\u00edvel empresarial. \
Por exemplo, pode construir bases de dados de multi-terabyte; alto-rendimento, disponibilidade 24x7, solu\u00e7\u00f5es empresariais de processamento de transac\u00e7\u00f5es de grande volume; ou solu\u00e7\u00f5es baseadas na web. \
Esta edi\u00e7\u00e3o tem dispon\u00edveis funcionalidades opcionais que fornecem capacidades avan\u00e7adas adicionais do produto em \u00e1reas como a compress\u00e3o, o rendimento, a gest\u00e3o de volume de trabalho e a seguran\u00e7a. 

AESE_DSF_DESCR = O DB2 Advanced Enterprise Server Edition com o Componente DB2 pureScale fornece a tecnologia de cria\u00e7\u00e3o de conjunto de unidades a produtos DB2 em plataformas distribu\u00eddas. Esta fun\u00e7\u00e3o melhora a disponibilidade de dados do DB2, expande a capacidade de processamento do ambiente, fornece formas flex\u00edveis de configurar o ambiente e aumenta as velocidades de transac\u00e7\u00e3o.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = Esta imagem de instala\u00e7\u00e3o \u00fanica possui as bibliotecas e bin\u00e1rios para o DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition e DB2 Community Edition. \
Reveja a documenta\u00e7\u00e3o do produto e termos da licen\u00e7a para cada uma destas edi\u00e7\u00f5es antes da instala\u00e7\u00e3o. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition \u00e9 adequada para volumes de trabalho mistos, transaccionais, e de armaz\u00e9m. \
Esta edi\u00e7\u00e3o n\u00e3o tem limites de processador, mem\u00f3ria, ou de tamanho da base de dados, o que torna a mesma ideal para qualquer tamanho de volume de trabalho. \
Esta edi\u00e7\u00e3o inclui todas as fun\u00e7\u00f5es localizadas no DB2 Enterprise Server Edition para al\u00e9m de tabelas organizadas por colunas, base de dados na mem\u00f3ria, compacta\u00e7\u00e3o de dados, gest\u00e3o de volume de trabalho, replica\u00e7\u00e3o, e capacidade de particionamento distribu\u00eddo. \
Esta edi\u00e7\u00e3o tamb\u00e9m vem com um complemento completo de ferramentas de armaz\u00e9m, ferramentas Optim, e o IBM Data Studio. \
Esta op\u00e7\u00e3o apenas instala o servidor de DB2. \
As ferramentas inclu\u00eddas t\u00eam de ser instaladas em separado. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition \u00e9 adequada para volumes de trabalho mistos e transaccionais. \
Esta edi\u00e7\u00e3o n\u00e3o tem limites de processador, mem\u00f3ria, ou de tamanho da base de dados, o que torna a mesma ideal para qualquer tamanho de volume de trabalho. \
Esta edi\u00e7\u00e3o inclui todas as fun\u00e7\u00f5es encontradas no DB2 Workgroup Server Edition al\u00e9m de armazenamento multi-temperatura, tabelas de consulta materializada, conjuntos de unidades multi-dimensionais, paralelismo de consultas, concentrador de liga\u00e7\u00f5es, reutiliza\u00e7\u00e3o de plano de acesso, e partilha de pesquisas. \
Esta edi\u00e7\u00e3o tamb\u00e9m vem com ferramentas de armaz\u00e9m e ferramentas do IBM Data Studio, requerendo todas uma instala\u00e7\u00e3o separada. \
O %1Db2 Advanced Edition %1Db2 Advanced Edition fornece uma solu\u00e7\u00e3o de base de dados abrangente para a empresa com uma m\u00e9trica de licenciamento para facilitar a implementa\u00e7\u00e3o de nuvem h\u00edbrida. \
Esta solu\u00e7\u00e3o disponibiliza capacidades de armazenamento de dados, transaccionais e de an\u00e1lise num \u00fanico pacote. \
O Db2 Advanced Edition est\u00e1 dispon\u00edvel como uma licen\u00e7a de software perp\u00e9tua E como uma subscri\u00e7\u00e3o mensal para produ\u00e7\u00e3o sem restri\u00e7\u00f5es e utiliza\u00e7\u00e3o n\u00e3o em produ\u00e7\u00e3o com suporte IBM premium. \
O Db2 Advanced Edition disponibiliza funcionalidades avan\u00e7adas para optimiza\u00e7\u00e3o de armazenamento, processamento na mem\u00f3ria, disponibilidade de sistema fidedigna e ferramentas de gest\u00e3o de carga de trabalho. \
A solu\u00e7\u00e3o tamb\u00e9m ajuda a garantir um desempenho elevado, informa\u00e7\u00e3o accion\u00e1vel, disponibilidade e fiabilidade cont\u00ednuas, ao mais baixo custo. \
Fornece op\u00e7\u00f5es de implementa\u00e7\u00e3o flex\u00edvel quer para instala\u00e7\u00f5es locais quer na cloud. \
Db2 Advanced Edition disponibiliza estes benef\u00edcios: %2%3%4Melhora o rendimento da aplica\u00e7\u00e3o e das an\u00e1lises para decis\u00f5es mais r\u00e1pidas.%5%4Disponibiliza capacidades de elevada disponibilidade e recupera\u00e7\u00e3o de desastres.%5%4Fornece um ambiente seguro e flex\u00edvel.%5%4Serve de interface para uma variedade de dados de forma mais eficiente.%5%4Melhora a produtividade e reduz os esfor\u00e7os de administra\u00e7\u00e3o.%5%6O DB2 Advanced Edition pode ser implementado em servidores Linux\u00ae, UNIX ou Windows de qualquer dimens\u00e3o, desde um processador at\u00e9 centenas de processadores e tanto em servidores f\u00edsicos como virtuais. \
Encargos do programa: O Db2 Advanced Edition est\u00e1 dispon\u00edvel atrav\u00e9s de uma m\u00e9trica de encargo por N\u00facleo de Processador Virtual (VPC) e uma m\u00e9trica de Utilizador Autorizado (AU) para ambientes n\u00e3o de produ\u00e7\u00e3o (tais como ambiente de desenvolvimento e de teste). \
%1Db2 Standard Edition %1O IBM DB2 Standard Edition \u00e9 uma base de dados de elevado desempenho para pequenas e m\u00e9dias empresas, com op\u00e7\u00f5es de licenciamento para implementa\u00e7\u00f5es h\u00edbridas na nuvem. \
\u00c9 semelhante ao Db2 Advanced Edition no entanto tem restri\u00e7\u00f5es na dimens\u00e3o da implementa\u00e7\u00e3o. \
Fornece op\u00e7\u00f5es de implementa\u00e7\u00e3o flex\u00edvel quer para instala\u00e7\u00f5es locais quer na cloud. \
%2O DB2 Standard Edition disponibiliza estes benef\u00edcios:%2%3%4Melhora o rendimento da aplica\u00e7\u00e3o e das an\u00e1lises para decis\u00f5es mais r\u00e1pidas.%5%4Disponibiliza capacidades de elevada disponibilidade e recupera\u00e7\u00e3o de desastres. \
%5%4Disponibiliza um ambiente seguro e flex\u00edvel. \
%5%4Disponibiliza uma interface com uma diversidade de dados forma mais eficiente. \
%5%4Melhora a produtividade e reduz os esfor\u00e7os de administra\u00e7\u00e3o. \
%5%6O Db2 Standard Edition est\u00e1 dispon\u00edvel atrav\u00e9s de uma m\u00e9trica de encargo por CPU Virtual e uma m\u00e9trica de Utilizador Autorizado para ambientes n\u00e3o de produ\u00e7\u00e3o (tamb\u00e9m designados. \
ambientes de desenvolvimento e de teste). Est\u00e1 limitado a 16 n\u00facleos de processadores virtuais e 128 GB de mem\u00f3ria de inst\u00e2ncia. \
Estas restri\u00e7\u00f5es aplicam-se a cada servidor f\u00edsico ou virtual, a menos que sejam implementados num conjunto de unidades pureScale ou DPF. \
Nestas inst\u00e2ncias as restri\u00e7\u00f5es aplicam-se a todo o conjunto de unidades. \
%1Db2 Community Edition%1O Db2 Community Edition disponibiliza todas as capacidades principais do Db2 sem custos. \
O Db2 Community Edition \u00e9 uma edi\u00e7\u00e3o gratuita, de n\u00edvel de entrada do servidor de dados do Db2 para a comunidade de programadores e parceiros. \
Foi concebido para estar preparado e execu\u00e7\u00e3o em minutos, \u00e9 f\u00e1cil de utilizar e incorporar, inclui funcionalidades de auto-gest\u00e3o e integra todas as capacidades principais do Db2 para Linux, UNIX e Windows. \
As solu\u00e7\u00f5es que s\u00e3o desenvolvidas com o Db2 Community Edition podem ser facilmente implementadas com edi\u00e7\u00f5es mais escal\u00e1veis do Db2 sem modifica\u00e7\u00f5es ao c\u00f3digo da aplica\u00e7\u00e3o. \
O Db2 Community Edition est\u00e1 limitado a um m\u00e1ximo de 4 n\u00facleos de processadores virtuais e 16 GB de mem\u00f3ria de inst\u00e2ncia. \
Estas restri\u00e7\u00f5es aplicam-se a cada servidor f\u00edsico ou virtual a menos que sejam implementados num conjunto de unidades pureScale ou DPF. \
Nestas inst\u00e2ncias as restri\u00e7\u00f5es aplicam-se a todo o conjunto de unidades. O Db2 Community Edition \u00e9 actualizado com as edi\u00e7\u00f5es mais importantes e tem assist\u00eancia baseada na comunidade online. \
Pode actualizar a base de dados do Db2 Community Edition para uma edi\u00e7\u00e3o mais escal\u00e1vel atrav\u00e9s da simples adi\u00e7\u00e3o de uma chave de activa\u00e7\u00e3o \u00e0 imagem da base de dados. \
A base de dados ser\u00e1 actualizada imediatamente, disponibilizando acesso a funcionalidades adicionais, como a cria\u00e7\u00e3o de conjunto de unidades de alta disponibilidade e replica\u00e7\u00e3o.

ESE_DSF_DESCR = DB2 Advanced Editions com pureScale facultam capacidades de conjuntos de unidades, que melhoram a disponibilidade de dados de DB2, alargam a capacidade de processamento do ambiente, facultam formas flex\u00edveis de configurar o seu ambiente, e aumentam os ritmos de transac\u00e7\u00f5es. \
Esta imagem de instala\u00e7\u00e3o \u00fanica tem as bibliotecas e bin\u00e1rios para o DB2 Advanced Enterprise Server Edition e DB2 Advanced Workgroup Server Edition em conjunto com o pureScale do DB2. 

WSE_DESCR = O DB2 Workgroup Server Edition tem a mesma funcionalidade base do DB2 Enterprise Server Edition, mas com limites ao n\u00famero de CPUs e quantidade de mem\u00f3ria. \
O DB2 Workgroup Server Edition foi concebido para cumprir as necessidades de um grupo de trabalho ou ambiente empresarial de uma empresa m\u00e9dia.

WSE_DSF_DESCR = O DB2 Workgroup Server Edition com o Componente DB2 pureScale fornece a tecnologia de cria\u00e7\u00e3o de conjuntos de unidades a produtos DB2 em plataformas distribu\u00eddas. \
Esta fun\u00e7\u00e3o melhora a disponibilidade de dados do DB2, expande a capacidade de processamento do ambiente, fornece formas flex\u00edveis de configurar o ambiente e aumenta as velocidades de transac\u00e7\u00e3o.

EXP_DESCR = DB2 Express Edition \u00e9 semelhante ao DB2 Workgroup Server Edition excepto que inclui particionamento de tabelas e coloca mais limites na utiliza\u00e7\u00e3o do processador e mem\u00f3ria. \
Como resultado, esta edi\u00e7\u00e3o \u00e9 mais adequada a requisitos de volume de trabalho modestos, tais como os que seriam encontrados num pequeno escrit\u00f3rio. \
Esta edi\u00e7\u00e3o inclui a ferramenta IBM Data Studio, que requer uma instala\u00e7\u00e3o separada. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = O DB2 Express-C Edition tem a mesma funcionalidade base do DB2 Enterprise Server Edition, mas com limites ao n\u00famero de CPUs e quantidade de mem\u00f3ria. \
O DB2 Express-C Edition foi concebido para cumprir as necessidades de um grupo de trabalho ou ambiente empresarial de uma empresa m\u00e9dia. \
Este produto est\u00e1 dispon\u00edvel para sistemas operativos Linux e Windows. \
Se necessitar de suporte e manuten\u00e7\u00e3o da IBM para este servidor de dados gratuito, pode adquirir uma subscri\u00e7\u00e3o renov\u00e1vel de 12 meses.

CONSV_DESCR = Os produtos do DB2 Connect Server proporcionam uma liga\u00e7\u00e3o num ambiente de tr\u00eas escal\u00f5es. \
As aplica\u00e7\u00f5es do DB2 em execu\u00e7\u00e3o numa variedade de sistemas de secret\u00e1ria podem estabelecer liga\u00e7\u00e3o ao DB2 para z/OS e DB2 para servidores de bases de dados IBM i directamente (num ambiente de dois escal\u00f5es, que \u00e9 o preferencial) ou indirectamente, atrav\u00e9s do DB2 Connect Server. \
Os produtos do DB2 Connect incluem pacotes de cliente, que pode implementar em sistemas de secret\u00e1ria, com controladores de API que estabelecem liga\u00e7\u00e3o \u00e0s aplica\u00e7\u00f5es nesses sistsmeas, de forma directa ou indirecta, para um servidor de dados DB2 para z/OS ou DB2 para IBM i. \
A configura\u00e7\u00e3o do DB2 Connect Server suporta liga\u00e7\u00f5es federadas. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = O Centro de Informa\u00e7\u00f5es do DB2 inclui documenta\u00e7\u00e3o do produto DB2 que abrange todos os aspectos dos produtos DB2, incluindo liga\u00e7\u00e3o da base de dados, administra\u00e7\u00e3o da base de dados, gest\u00e3o de consultas, sistema de informa\u00e7\u00f5es empresariais e desenvolvimento de aplica\u00e7\u00f5es. \
%1utilizando o Assistente de configura\u00e7\u00e3o do DB2, pode instalar o Centro de Informa\u00e7\u00f5es do DB2 localmente no computador. \
Se o computador onde instalou o Centro de Informa\u00e7\u00f5es do DB2 estiver ligado a uma rede, os utilizadores noutros computadores tamb\u00e9m podem aceder-lhe atrav\u00e9s de um navegador da web. 

LSDC_DESCR = Os InfoSphere Federation Server nonrelational wrappers permitem activar um sistema federado para integrar dados baseados em XML, mensagens de WebSphere MQ e dados de origens como Excel e origens a que pode aceder atrav\u00e9s de wrappers C++ e Java constru\u00eddos de forma personalizada.

RCON_DESCR = Utilize os InfoSphere Federation Server relational wrappers para consultar e recuperar dados localizados em bases de dados do DB2 distribu\u00eddas e outras bases de dados relacionais.  \
Uma \u00fanica instru\u00e7\u00e3o SQL pode remeter para uma ou v\u00e1rias bases de dados. \
Por exemplo, pode juntar dados num tabela do DB2, dados numa tabela do Oracle e dados recuperados de uma visualiza\u00e7\u00e3o do Microsoft SQL Server. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Est\u00e1 dispon\u00edvel para instala\u00e7\u00e3o um conjunto de ferramentas da GUI para gerir dados e aplica\u00e7\u00f5es centradas em dados do DB2 para Linux, UNIX e Windows. \
Individualmente, estas ferramentas facultam capacidades de grande capacidade que se destinam a fun\u00e7\u00f5es e tarefas espec\u00edficas de gest\u00e3o de dados; ainda mais importante, os componentes funcionam entre si homogeneamente, permitindo colabora\u00e7\u00e3o, produtividade e efic\u00e1cia em todas as fun\u00e7\u00f5es.

TOOLS_LINK_LABEL =  Obter as ferramentas
TOOLS_ALT_IMG_TEXT = iniciar o navegador

### please leave at least one blank line at the end of the file
