#NLS_FILEFORMAT_COMMON_LAUNCHPAD
#NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE

## Windows specific mri #############################
INSTALL_TITLE = \uc81c\ud488 \uc124\uce58

#Note to translator, the %1 in the missing_prereq_* messages is replaced with an html tag similar to <a href="javascript:linkToESE();" class="solo solo_ul">
#                    the %2 is replaced with </a>
missing_prereq_ESE    	= DB2 Enterprise Server Edition\uc744 \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_AESE   	= DB2 Advanced Enterprise Server Edition\uc744 \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_AESE_DSF = DB2 pureScale Feature\uac00 \ud3ec\ud568\ub41c DB2 Advanced Enterprise Server Edition\uc744 \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_ESE_DSF 	= DB2 pureScale Feature\uac00 \ud3ec\ud568\ub41c DB2 Enterprise Server Edition\uc744 \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_EXP    	= DB2 Express\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_EXPC    	= DB2 Express-C\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_CONSV  	= DB2 Connect Server\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_RTCL   	= IBM Data Server Runtime Client\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_CLIENT 	= IBM Data Server Client\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_WSE    	= DB2 Workgroup Server Edition\uc744 \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_WSE_DSF  = DB2 pureScale Feature\uac00 \ud3ec\ud568\ub41c DB2 Workgroup Server Edition\uc744 \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_NLPACK 	= DB2 National Language Package\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_DOCE   	= DB2 \uc815\ubcf4 \uc13c\ud130\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_GSE    	= DB2 Spatial Extender\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_RCON   	= WebSphere Information Integration Relational Wrappers\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_LSDC   	= WebSphere Information Integration Nonrelational Wrappers\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.
missing_prereq_VSAI   	= IBM Database add-ins for Visual Studio\ub97c \uc124\uce58\ud558\uae30 \uc804\uc5d0 %1\ud544\uc218 DB2 \uc81c\ud488%2\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.

INTRO_MSG = \uc6d0\ud558\ub294 \uc81c\ud488\uc758 DB2 \uc124\uce58 \ub9c8\ubc95\uc0ac\ub97c \uc2e4\ud589\ud558\uc5ec \uc81c\ud488\uc744 \uc0c8 \uc704\uce58\uc5d0 \uc124\uce58\ud558\ub824\uba74 \uc0c8\ub85c \uc124\uce58\ub97c \ud074\ub9ad\ud558\uc2ed\uc2dc\uc624. \
\uae30\uc874 \uc81c\ud488\uc5d0 \uae30\ub2a5\uc744 \ucd94\uac00, \uc5c5\uadf8\ub808\uc774\ub4dc \ub610\ub294 \uac31\uc2e0\ud558\ub824\uba74 \uae30\uc874 \uc81c\ud488\uc73c\ub85c \uc124\uce58\ub97c \ud074\ub9ad\ud558\uc2ed\uc2dc\uc624. \
\ub610\ud55c \ub2e4\ub978 \uc81c\ud488\uc744 \uc124\uce58\ud558\ub824\uba74 \ud574\ub2f9 \uc81c\ud488\uc5d0 \ub300\ud55c \uc124\uce58 \ubc84\ud2bc\uc744 \ud074\ub9ad\ud558\uc5ec \uc81c\ud488\uc744 \uc124\uce58\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. 		
		
VSAI_DESCR = IBM Database Add-Ins for Visual Studio\ub294 Visual Studio\uc5d0\uc11c .NET \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc5d0 \ub300\ud55c \uc560\ud50c\ub9ac\ucf00\uc774\uc158 \uac1c\ubc1c \uc9c0\uc6d0\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
\uc774 \ucd94\uac00 \uae30\ub2a5\uc740 IBM Data Server Runtime Client \uc774\uc678\uc758 \ubaa8\ub4e0 \ud074\ub77c\uc774\uc5b8\ud2b8 \ud328\ud0a4\uc9c0\uc5d0 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. 

DSAC_DESCR = Data Server Administrator \ub3c4\uad6c\ub294 \ub370\uc774\ud130\ubca0\uc774\uc2a4 \uad00\ub9ac\uc790\uac00 \ub9ce\uc740 \uc218\uc758 DB2 \ubc0f Informix IDS Data Server\ub97c \ubcf4\ub2e4 \ud6a8\uc728\uc801\uc73c\ub85c \uad00\ub9ac\ud560 \uc218 \uc788\ub3c4\ub85d \ud558\ub294 \uc6f9 \ud3ec\ud138 \ub3c4\uad6c\uc785\ub2c8\ub2e4. \
Data Server Administrator \ub3c4\uad6c\ub294 \ubb38\uc81c\ub97c \ud574\uacb0\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc2dc\uac04\uc744 \uc904\uc774\uace0, \ub8e8\ud2f4 \uc720\uc9c0\ubcf4\uc218 \ubc0f \uc720\uc9c0 \ud0dc\uc2a4\ud06c\ub97c \uc790\ub3d9\ud654 \ubc0f \uc81c\uac70\ud558\uc5ec \uacb0\uad6d\uc5d0\ub294 \ubb38\uc81c\uac00 \ubc1c\uc0dd\ud558\uc9c0 \uc54a\ub3c4\ub85d \ud558\ubbc0\ub85c \ud544\uc218 \uc131\ub2a5 \ub808\ubca8\uc5d0\uc11c \ub370\uc774\ud130\ubca0\uc774\uc2a4 \uc11c\ubc84\uac00 \uc6b4\uc601\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.

### end of Windows section ###################################
##############################################################
#### UNIX launchpad specific mri #############################
INSTALL_UPGRADE_BUTTON  = \uc5c5\uadf8\ub808\uc774\ub4dc
LPAD_INSTALL_TITLE = %1(\uc73c)\ub85c \uc81c\ud488 \uc124\uce58
LPAD_INSTALL_DESC1=\uc6d0\ud558\ub294 \uc81c\ud488\uc758 DB2 \uc124\uce58 \ub9c8\ubc95\uc0ac\ub97c \uc2e4\ud589\ud558\uc5ec \uc81c\ud488\uc744 \uc0c8 \uc704\uce58\uc5d0 \uc124\uce58\ud558\ub824\uba74 \uc0c8\ub85c \uc124\uce58\ub97c \ud074\ub9ad\ud558\uc2ed\uc2dc\uc624.
LPAD_INSTALL_DESC2=\uc6d0\ud558\ub294 \uc81c\ud488\uc758 DB2 \uc124\uce58 \ub9c8\ubc95\uc0ac\ub97c \uc2e4\ud589\ud558\uace0 \uc778\uc2a4\ud134\uc2a4\ub97c \uc5c5\uadf8\ub808\uc774\ub4dc\ud558\ub824\uba74 \uc5c5\uadf8\ub808\uc774\ub4dc\ub97c \ud074\ub9ad\ud558\uc2ed\uc2dc\uc624.
#LPAD_INSTALL_DESC3 is either shown on its own or is shown with LPAD_INSTALL_DESC1 in one paragraph. (DESC1 always comes first)
LPAD_INSTALL_DESC3=\uae30\uc874 \uc81c\ud488\uc5d0 \uae30\ub2a5\uc744 \ucd94\uac00\ud558\ub824\uba74 \uae30\uc874 \uc81c\ud488\uc73c\ub85c \uc124\uce58\ub97c \ud074\ub9ad\ud558\uc2ed\uc2dc\uc624.
#LPAD_INSTALL_DESC4 is shown in combination with one or more of the above sentences.
#LPAD_INSTALL_DESC4=You can also launch other product installations by clicking Install for the corresponding product.

RTCL_DESCR = IBM Data Server Runtime Client\ub294 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc774 DB2 \uc11c\ubc84\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub3c4\ub85d \ud574\uc8fc\ub294 \ube44\uadf8\ub798\ud53d \ud074\ub77c\uc774\uc5b8\ud2b8 \ud328\ud0a4\uc9c0\uc785\ub2c8\ub2e4. Embedded SQL, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPlus \ubc0f CLP \uc778\ud130\ud398\uc774\uc2a4\ub97c \uc0ac\uc6a9\ud558\ub294 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uc2e4\ud589\ud558\uae30 \uc704\ud55c \uc9c0\uc6d0\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \ud328\ud0a4\uc9c0\ub294 \ud074\ub77c\uc774\uc5b8\ud2b8 \ud328\ud0a4\uc9c0\uc758 \ucee8\ud150\uce20\ub97c \uc644\uc804\ud788 \uc774\ud574\ud558\uace0 \ucd94\uac00\uc801\uc778 \uae30\ub2a5\uc744 \ud544\uc694\ub85c \ud558\ub294 \uace0\uac1d\uc774 \uc120\ud638\ud558\ub294 IBM Data Server Driver Package\uc758 \ub300\uc548\uc785\ub2c8\ub2e4.

CLIENT_DESCR = IBM Data Server Client\ub294 DB2 Data Server\uc6a9 \ud074\ub77c\uc774\uc5b8\ud2b8 \uc560\ud50c\ub9ac\ucf00\uc774\uc158 \ub4dc\ub77c\uc774\ubc84 \ubc0f \ub3c4\uad6c \ucf5c\ub809\uc158\uc785\ub2c8\ub2e4. \
Embedded SQL, SQLJ, .NET, OLE DB, PHP, Ruby, CLPPLus \ubc0f CLP \uc778\ud130\ud398\uc774\uc2a4\ub97c \uc0ac\uc6a9\ud558\ub294 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uc2e4\ud589\ud558\uae30 \uc704\ud55c \uc9c0\uc6d0\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
\uc774 \ud074\ub77c\uc774\uc5b8\ud2b8 \ud328\ud0a4\uc9c0\ub294 \ud074\ub77c\uc774\uc5b8\ud2b8 \ud328\ud0a4\uc9c0\uc758 \ucee8\ud150\uce20\ub97c \uc644\uc804\ud788 \uc774\ud574\ud558\uace0 \ucd94\uac00\uc801\uc778 \uae30\ub2a5\uc744 \ud544\uc694\ub85c \ud558\ub294 \uace0\uac1d\uc774 \uc120\ud638\ud558\ub294 IBM Data Server Driver Package\uc758 \ub300\uc548\uc785\ub2c8\ub2e4.

NLPACK_DESCR = DB2 National Language Package\uc5d0\uc11c\ub294 \uc790\uad6d\uc5b4 \uc9c0\uc6d0(NLS)\uc744 DB2 \uc81c\ud488\uc5d0 \ucd94\uac00\ud558\uc5ec \uc9c0\uc5ed\ud654\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc5b8\uc81c\ub4e0\uc9c0 \uc790\uad6d\uc5b4 \uc9c0\uc6d0(NLS)\uc744 \ucd94\uac00\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.

# %1 is replaced with "<html><body>"
# %2 is replaced with "<a href="some-link">
# %3 is replaced with "</a>"
# %4 is replaced with a "</body></html>"
UNIX_MISSING_PREREQ_ADDON  	= %1\uc774 \uc81c\ud488\uc744 \uc124\uce58\ud558\uae30 \uc804\uc5d0 %2\ud544\uc218 DB2 \uc81c\ud488%3\uc744 \uc124\uce58\ud558\uc2ed\uc2dc\uc624.%4

PROD_NR_NOT_SUPPORTED = %1 \ube44\ub8e8\ud2b8 \uc124\uce58\ub97c \uc9c0\uc6d0\ud558\ub294 DB2 \uc81c\ud488\uc774 \uc544\ub2d9\ub2c8\ub2e4.

#### end of UNIX section #################################################################################
##########################################################################################################
### Common - shared section. Do not change without testing on both platforms #############################
INSTALL_NEW_BUTTON 		= \uc0c8\ub85c \uc124\uce58
INSTALL_EXISTING_BUTTON = \uae30\uc874 \uc81c\ud488\uc73c\ub85c \uc124\uce58
INSTALL_EXTERNAL_BUTTON = \uc124\uce58

missing_prereqs_msg 	= \ub204\ub77d\ub41c \uc804\uc81c\uc870\uac74:
detected_err_msg 	= \ubc1c\uacac\ub41c \uc624\ub958:

AESE_DESCR = DB2 Advanced Enterprise Server Edition\uc740 \uc5d4\ud130\ud504\ub77c\uc774\uc988 \uc804\ubc18\uc758 \uc194\ub8e8\uc158\uc744 \ube4c\ub4dc\ud558\uae30 \uc704\ud55c \uc774\uc0c1\uc801\uc778 \uae30\ubc18\uc785\ub2c8\ub2e4. \
\uc608\ub97c \ub4e4\uc5b4, \uba40\ud2f0 \ud14c\ub77c\ubc14\uc774\ud2b8 \ub370\uc774\ud130\ubca0\uc774\uc2a4, \ub192\uc740 \uc131\ub2a5, 24x7 \uac00\uc6a9\uc131, \ub192\uc740 \ubcfc\ub968 \ud2b8\ub79c\uc7ad\uc158 \ucc98\ub9ac \ube44\uc988\ub2c8\uc2a4 \uc194\ub8e8\uc158 \ub610\ub294 \uc6f9 \uae30\ubc18 \uc194\ub8e8\uc158 \
\uc774 \uac1c\uc815\ud310\uc5d0\ub294 \uc555\ucd95, \uc131\ub2a5, \ubcf5\uc81c \ubc0f \ubcf4\uc548\uacfc \uac19\uc740 \uc601\uc5ed\uc5d0 \ub300\ud55c \uace0\uae09 \uc81c\ud488 \uae30\ub2a5\uc774 \ucd94\uac00\ub85c \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. 

AESE_DSF_DESCR = DB2 pureScale Feature\uac00 \ud3ec\ud568\ub41c DB2 Advanced Enterprise Server Edition\uc5d0\uc11c\ub294 \ubd84\uc0b0 \ud50c\ub7ab\ud3fc\uc758 DB2 \uc81c\ud488\uc5d0 \ud074\ub7ec\uc2a4\ud130\ub9c1 \uae30\uc220\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \uc774 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud558\uba74 DB2 \ub370\uc774\ud130\uc758 \uc0ac\uc6a9 \uac00\ub2a5\uc131\uc774 \ud5a5\uc0c1\ub418\uace0, \ud658\uacbd\uc758 \ucc98\ub9ac \uc6a9\ub7c9\uc774 \ud655\uc7a5\ub418\uba70, \ud658\uacbd\uc744 \uad6c\uc131\ud558\ub294 \uc720\uc5f0\ud55c \ubc29\ubc95\uc774 \uc81c\uacf5\ub418\uace0, \ud2b8\ub79c\uc7ad\uc158 \uc18d\ub3c4\uac00 \uc99d\uac00\ud569\ub2c8\ub2e4.

##			
## in ESE_DESCR, the %1 is replaced at runtime with either <br><br> or /n/n depending on whether we are using
##   a browser or the jvm to show the text
##				
ESE_DESCR = \uc774 \ub2e8\uc77c \uc124\uce58 \uc774\ubbf8\uc9c0\uc5d0\ub294 DB2 Advanced Enterprise Server Edition, DB2 Enterprise Server Edition, DB2 Advanced Edition, DB2 Standard Edition \ubc0f DB2 Community Edition\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ub77c\uc774\ube0c\ub7ec\ub9ac \ubc0f \ubc14\uc774\ub108\ub9ac\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \
\uc124\uce58\ud558\uae30 \uc804\uc5d0 \uac01 \ud574\ub2f9 \uc5d0\ub514\uc158\uc758 \uc81c\ud488 \ubb38\uc11c\uc640 \ub77c\uc774\uc13c\uc2a4 \uc774\uc6a9 \uc57d\uad00\uc744 \uac80\ud1a0\ud558\uc2ed\uc2dc\uc624. \
%1DB2 Advanced Enterprise Server Edition %1DB2 Advanced Enterprise Server Edition\uc740 \ud2b8\ub79c\uc7ad\uc158 \uc6cc\ud06c\ub85c\ub4dc, \uc6e8\uc5b4\ud558\uc6b0\uc2a4 \uc6cc\ud06c\ub85c\ub4dc, \ud63c\ud569 \uc6cc\ud06c\ub85c\ub4dc\uc5d0 \uc801\ud569\ud569\ub2c8\ub2e4. \
\uc774 \uc5d0\ub514\uc158\uc5d0\ub294 \ud504\ub85c\uc138\uc11c, \uba54\ubaa8\ub9ac \ub610\ub294 \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ud06c\uae30 \uc81c\ud55c\uc774 \uc5c6\uc5b4 \uc6cc\ud06c\ub85c\ub4dc \ud06c\uae30\uc5d0 \uad00\uacc4 \uc5c6\uc774 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
\uc774 \uc5d0\ub514\uc158\uc5d0\ub294 DB2 Enterprise Server Edition\uc758 \ubaa8\ub4e0 \uae30\ub2a5\uacfc \ud568\uaed8 \uceec\ub7fc \uad6c\uc131 \ud14c\uc774\ube14, \uc778\uba54\ubaa8\ub9ac \ub370\uc774\ud130\ubca0\uc774\uc2a4, \ub370\uc774\ud130 \uc555\ucd95, \uc6cc\ud06c\ub85c\ub4dc \uad00\ub9ac, \ubcf5\uc81c \ubc0f \ubd84\uc0b0 \ud30c\ud2f0\uc154\ub2dd \uae30\ub2a5\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \
\uc774 \uc5d0\ub514\uc158\uc5d0\uc11c\ub294 \uc6e8\uc5b4\ud558\uc6b0\uc2a4 \ub3c4\uad6c, Optim \ub3c4\uad6c, IBM Data Studio\uc758 \uc804\uccb4 \ubcf4\uc644 \uae30\ub2a5\ub3c4 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
\uc774 \uc635\uc158\uc740 DB2 \uc11c\ubc84\ub9cc \uc124\uce58\ud569\ub2c8\ub2e4. \
\ud3ec\ud568\ub41c \ub3c4\uad6c\ub97c \uac1c\ubcc4\uc801\uc73c\ub85c \uc124\uce58\ud574\uc57c \ud569\ub2c8\ub2e4. \
%1DB2 Enterprise Server Edition %1DB2 Enterprise Server Edition\uc740 \ud2b8\ub79c\uc7ad\uc158 \uc6cc\ud06c\ub85c\ub4dc\uc640 \ud63c\ud569 \uc6cc\ud06c\ub85c\ub4dc\uc5d0 \uc801\ud569\ud569\ub2c8\ub2e4. \
\uc774 \uc5d0\ub514\uc158\uc5d0\ub294 \ud504\ub85c\uc138\uc11c, \uba54\ubaa8\ub9ac \ub610\ub294 \ub370\uc774\ud130\ubca0\uc774\uc2a4 \ud06c\uae30 \uc81c\ud55c\uc774 \uc5c6\uc5b4 \uc6cc\ud06c\ub85c\ub4dc \ud06c\uae30\uc5d0 \uad00\uacc4 \uc5c6\uc774 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
\uc774 \uc5d0\ub514\uc158\uc5d0\ub294 DB2 Workgroup Server Edition\uc758 \ubaa8\ub4e0 \uae30\ub2a5\uacfc \ud568\uaed8 \ub2e4\uc911 \uc628\ub3c4 \uc2a4\ud1a0\ub9ac\uc9c0, \uad6c\uccb4\ud654\ub41c \ucffc\ub9ac \ud14c\uc774\ube14, \ub2e4\ucc28\uc6d0 \ud074\ub7ec\uc2a4\ud130\ub9c1, \ucffc\ub9ac \ubcd1\ub82c \ucc98\ub9ac, \uc5f0\uacb0 \uc9d1\uc911\uae30, \uc561\uc138\uc2a4 \ud50c\ub79c \uc7ac\uc0ac\uc6a9 \ubc0f \uc2a4\uce94 \uacf5\uc720 \uae30\ub2a5\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \
\uc774 \uc5d0\ub514\uc158\uc5d0\uc11c\ub294 \uc6e8\uc5b4\ud558\uc6b0\uc2a4 \ub3c4\uad6c\uc640 IBM Data Studio \ub3c4\uad6c\ub3c4 \uc81c\uacf5\ud558\uba70 \ud574\ub2f9 \ub3c4\uad6c \ubaa8\ub450 \uac1c\ubcc4\uc801\uc73c\ub85c \uc124\uce58\ud574\uc57c \ud569\ub2c8\ub2e4. \
%1Db2 Advanced Edition %1Db2 Advanced Edition\uc740 \ud558\uc774\ube0c\ub9ac\ub4dc \ud074\ub77c\uc6b0\ub4dc \ubc30\uce58\ub97c \uc6a9\uc774\ud558\uac8c \ud558\ub294 \ub77c\uc774\uc13c\uc2f1 \uacfc\uae08 \uae30\uc900\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc5d4\ud130\ud504\ub77c\uc774\uc988\ub97c \uc704\ud55c \ud1b5\ud569 \ub370\uc774\ud130\ubca0\uc774\uc2a4 \uc194\ub8e8\uc158\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
\uc774 \uc194\ub8e8\uc158\uc740 \ub370\uc774\ud130 \uc6e8\uc5b4\ud558\uc6b0\uc9d5, \ud2b8\ub79c\uc7ad\uc158 \ubc0f \ubd84\uc11d \uae30\ub2a5\uc744 \ud558\ub098\uc758 \ud328\ud0a4\uc9c0\ub85c \uc81c\uacf5\ud569\ub2c8\ub2e4. \
Db2 Advanced Edition\uc740 \ud504\ub9ac\ubbf8\uc5c4 IBM \uc9c0\uc6d0\uc744 \ud1b5\ud574 \ubb34\uc81c\ud55c \ud504\ub85c\ub355\uc158 \ubc0f \ube44\ud504\ub85c\ub355\uc158 \uc6a9\ub3c4\uc758 \uc601\uad6c \uc18c\ud504\ud2b8\uc6e8\uc5b4 \ub77c\uc774\uc13c\uc2a4 \ubc0f \uc6d4\ubcc4 \uad6c\ub3c5 \ubaa8\ub450\ub85c \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
Db2 Advanced Edition\uc740 \uc2a4\ud1a0\ub9ac\uc9c0 \ucd5c\uc801\ud654, \uc778\uba54\ubaa8\ub9ac \ucef4\ud4e8\ud305, \uc2e0\ub8b0\ud560 \uc218 \uc788\ub294 \uc2dc\uc2a4\ud15c \uac00\uc6a9\uc131 \ubc0f \uc6cc\ud06c\ub85c\ub4dc \uad00\ub9ac \ub3c4\uad6c\uc5d0 \ub300\ud55c \uace0\uae09 \uae30\ub2a5\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
\ub610\ud55c \ub354 \uc800\ub834\ud55c \ube44\uc6a9\uc73c\ub85c \uace0\uc131\ub2a5, \ud589\ub3d9 \uae30\ubc18\uc774 \ub418\ub294 \uc815\ubcf4, \uc9c0\uc18d\uc801\uc778 \uac00\uc6a9\uc131 \ubc0f \uc2e0\ub8b0\uc131\uc744 \ud655\ubcf4\ud560 \uc218 \uc788\ub3c4\ub85d \ub3c4\uc6c0\uc744 \uc90d\ub2c8\ub2e4. \
\uc774\ub294 \uc0ac\ub0b4 \uad6c\ucd95 \ud658\uacbd \ub610\ub294 \ud074\ub77c\uc6b0\ub4dc \ud658\uacbd\uc5d0 \uc720\uc5f0\ud55c \ubc30\uce58 \uc635\uc158\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
Db2 Advanced Edition\uc740 \ub2e4\uc74c\uacfc \uac19\uc740 \uc774\uc810\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. %2%3%4\ub354 \ube60\ub978 \uc758\uc0ac\uacb0\uc815\uc744 \uc704\ud574 \uc560\ud50c\ub9ac\ucf00\uc774\uc158 \uc131\ub2a5 \ubc0f \ubd84\uc11d\uc774 \ud5a5\uc0c1\ub418\uc5c8\uc2b5\ub2c8\ub2e4.%5%4\uace0\uac00\uc6a9\uc131 \ubc0f \uc7ac\ud574 \ubcf5\uad6c \uae30\ub2a5\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4.%5%4\uc548\uc804\ud558\uba70 \uc720\uc5f0\ud55c \ud658\uacbd\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4.%5%4\ub2e4\uc591\ud55c \ub370\uc774\ud130\uc640 \ub354 \ud6a8\uc728\uc801\uc73c\ub85c \uc0c1\ud638\uc791\uc6a9\ud569\ub2c8\ub2e4.%5%4\uc0dd\uc0b0\uc131\uc774 \ud5a5\uc0c1\ub418\uc5c8\uc73c\uba70 \uad00\ub9ac\uc5d0 \ud544\uc694\ud55c \uc791\uc5c5\uc774 \uc904\uc5b4\ub4e4\uc5c8\uc2b5\ub2c8\ub2e4.%5%6Db2 Advanced Edition\uc740 1\uac1c\uc758 \ud504\ub85c\uc138\uc11c\uc5d0\uc11c \uc218\ubc31 \uac1c\uc758 \ud504\ub85c\uc138\uc11c\uc5d0 \uc774\ub974\uae30\uae4c\uc9c0 \ubaa8\ub4e0 \ud06c\uae30\uc758 Linux\u00ae, UNIX \ub610\ub294 Windows \uc11c\ubc84\uc640 \uc2e4\uc81c \ubc0f \uac00\uc0c1 \uc11c\ubc84 \ubaa8\ub450\uc5d0 \ubc30\uce58\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
\ud504\ub85c\uadf8\ub7a8 \ube44\uc6a9: Db2 Advanced Edition\uc740 \uac00\uc0c1 \ud504\ub85c\uc138\uc11c \ucf54\uc5b4(VPC)\ub2f9 \uacfc\uae08 \uae30\uc900 \ubc0f \ube44\ud504\ub85c\ub355\uc158 \ud658\uacbd(\uc608: \ubc30\uce58 \ubc0f \ud14c\uc2a4\ud2b8 \ud658\uacbd)\uc758 \uacbd\uc6b0 \uad8c\ud55c\uc774 \uc788\ub294 \uc0ac\uc6a9\uc790(AU) \uacfc\uae08 \uae30\uc900\uc744 \uc774\uc6a9\ud558\uc5ec \uc0ac\uc6a9 \uac00\ub2a5\ud569\ub2c8\ub2e4. \
%1Db2 Standard Edition %1Db2 Standard Edition\uc740 \ud558\uc774\ube0c\ub9ac\ub4dc \ud074\ub77c\uc6b0\ub4dc \ubc30\uce58\ub97c \uc704\ud55c \ub77c\uc774\uc13c\uc2f1 \uc635\uc158\uc744 \ud3ec\ud568\ud558\ub294, \uc911\uc18c\uae30\uc5c5\uc744 \uc704\ud55c \uace0\uc131\ub2a5 \ub370\uc774\ud130\ubca0\uc774\uc2a4\uc785\ub2c8\ub2e4. \
Db2 Advanced Edition\uacfc \uc720\uc0ac\ud558\uc9c0\ub9cc \ubc30\uce58 \ud06c\uae30\uac00 \uc81c\ud55c\ub429\ub2c8\ub2e4. \
\uc774\ub294 \uc0ac\ub0b4 \uad6c\ucd95 \ud658\uacbd \ub610\ub294 \ud074\ub77c\uc6b0\ub4dc \ud658\uacbd\uc5d0 \uc720\uc5f0\ud55c \ubc30\uce58 \uc635\uc158\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
Db2 Standard Edition\uc740 \ub2e4\uc74c\uacfc \uac19\uc740 \uc774\uc810\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. %2%3%4\ub354 \ube60\ub978 \uc758\uc0ac\uacb0\uc815\uc744 \uc704\ud574 \uc560\ud50c\ub9ac\ucf00\uc774\uc158 \uc131\ub2a5 \ubc0f \ubd84\uc11d\uc774 \ud5a5\uc0c1\ub418\uc5c8\uc2b5\ub2c8\ub2e4.%%5%4\uace0\uac00\uc6a9\uc131 \ubc0f \uc7ac\ud574 \ubcf5\uad6c \uae30\ub2a5\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
%5%4\uc548\uc804\ud558\uba70 \uc720\uc5f0\ud55c \ud658\uacbd\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
%5%4\ub2e4\uc591\ud55c \ub370\uc774\ud130\uc640 \ub354 \ud6a8\uc728\uc801\uc73c\ub85c \uc0c1\ud638\uc791\uc6a9\ud569\ub2c8\ub2e4. \
%5%4\uc0dd\uc0b0\uc131\uc774 \ud5a5\uc0c1\ub418\uc5c8\uc73c\uba70 \uad00\ub9ac\uc5d0 \ud544\uc694\ud55c \uc791\uc5c5\uc774 \uc904\uc5b4\ub4e4\uc5c8\uc2b5\ub2c8\ub2e4. \
%5%6Db2 Standard Edition\uc740 \uac00\uc0c1 CPU \uacfc\uae08 \uae30\uc900 \ubc0f \ube44\ud504\ub85c\ub355\uc158 \ud658\uacbd(\ubc30\uce58 \ubc0f \ud14c\uc2a4\ud2b8 \ud658\uacbd\uc774\ub77c\uace0\ub3c4 \ud568)\uc758 \uacbd\uc6b0 \uad8c\ud55c\uc774 \uc788\ub294 \
\uc0ac\uc6a9\uc790 \uacfc\uae08 \uae30\uc900\uc744 \uc774\uc6a9\ud558\uc5ec \uc0ac\uc6a9 \uac00\ub2a5\ud569\ub2c8\ub2e4. \ucd5c\ub300 16\uac1c\uc758 \uac00\uc0c1 \ud504\ub85c\uc138\uc11c \ucf54\uc5b4\uc640 128GB\uc758 \uc778\uc2a4\ud134\uc2a4 \uba54\ubaa8\ub9ac\ub85c \uc81c\ud55c\ub429\ub2c8\ub2e4. \
pureScale \ub610\ub294 DPF \ud074\ub7ec\uc2a4\ud130\uc5d0 \ubc30\uce58\ub418\ub294 \uacbd\uc6b0\uac00 \uc544\ub2c8\uba74 \uc774\ub7ec\ud55c \uc81c\ud55c\uc0ac\ud56d\uc774 \uac01 \uc2e4\uc81c \ub610\ub294 \uac00\uc0c1 \uc11c\ubc84\uc5d0 \uc801\uc6a9\ub429\ub2c8\ub2e4. \
\uc774\ub7ec\ud55c \uc778\uc2a4\ud134\uc2a4\uc5d0\uc11c\ub294 \uc81c\ud55c\uc0ac\ud56d\uc774 \uc804\uccb4 \ud074\ub7ec\uc2a4\ud130\uc5d0 \uc801\uc6a9\ub429\ub2c8\ub2e4. \
%1Db2 Community Edition%1Db2 Community Edition\uc740 Db2\uc758 \ubaa8\ub4e0 \ud575\uc2ec \uae30\ub2a5\uc744 \ubb34\ub8cc\ub85c \uc81c\uacf5\ud569\ub2c8\ub2e4. \
Db2 Community Edition\uc740 \uac1c\ubc1c\uc790 \ubc0f \ud30c\ud2b8\ub108 \ucee4\ubba4\ub2c8\ud2f0\ub97c \uc704\ud55c Db2 \ub370\uc774\ud130 \uc11c\ubc84\uc758 \ubb34\ub8cc \ucd08\ubcf4\uc790\uc6a9 \uc5d0\ub514\uc158\uc785\ub2c8\ub2e4. \
\uba87 \ubd84 \ub0b4\uc5d0 \uc2dc\uc791 \ubc0f \uc2e4\ud589\ud558\ub3c4\ub85d \uc124\uacc4\ub418\uc5c8\uc73c\uba70, \uc0ac\uc6a9 \ubc0f \uc784\ubca0\ub4dc\uac00 \uc6a9\uc774\ud558\uace0, \uc790\uccb4 \uad00\ub9ac \uae30\ub2a5\uc744 \ud3ec\ud568\ud558\uba70, Linux, UNIX \ubc0f Windows\uc6a9 Db2\uc758 \ubaa8\ub4e0 \ud575\uc2ec \uae30\ub2a5\uc744 \uad6c\ud604\ud569\ub2c8\ub2e4. \
Db2 Community Edition\uc744 \uc0ac\uc6a9\ud558\uc5ec \uac1c\ubc1c\ub41c \uc194\ub8e8\uc158\uc740 \uc560\ud50c\ub9ac\ucf00\uc774\uc158 \ucf54\ub4dc\ub97c \uc218\uc815\ud558\uc9c0 \uc54a\uace0\ub3c4 \ud655\uc7a5\uc131\uc774 \ub354 \ub6f0\uc5b4\ub09c Db2 \uc5d0\ub514\uc158\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc6d0\ud65c\ud558\uac8c \ubc30\uce58\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
Db2 Community Edition\uc740 \ucd5c\ub300 4\uac1c\uc758 \uac00\uc0c1 \ud504\ub85c\uc138\uc11c \ucf54\uc5b4 \ubc0f 16GB\uc758 \uc778\uc2a4\ud134\uc2a4 \uba54\ubaa8\ub9ac\ub85c \uc81c\ud55c\ub429\ub2c8\ub2e4. \
pureScale \ub610\ub294 DPF \ud074\ub7ec\uc2a4\ud130\uc5d0 \ubc30\uce58\ub418\ub294 \uacbd\uc6b0\uac00 \uc544\ub2c8\uba74 \uc774\ub7ec\ud55c \uc81c\ud55c\uc0ac\ud56d\uc774 \uac01 \uc2e4\uc81c \ub610\ub294 \uac00\uc0c1 \uc11c\ubc84\uc5d0 \uc801\uc6a9\ub429\ub2c8\ub2e4. \
\uc774\ub7ec\ud55c \uacbd\uc6b0\uc5d0\ub294 \uc804\uccb4 cluster.Db2 Community Edition\uc5d0 \uc801\uc6a9\ub418\ub294 \uc81c\ud55c \uc0ac\ud56d\uc774 \uc8fc\uc694 \ub9b4\ub9ac\uc2a4 \ub9c8\uc77c\uc2a4\ud1a4\uc5d0\uc11c \uc0c8\ub85c \uace0\uccd0\uc9c0\uace0 \uc628\ub77c\uc778 \ucee4\ubba4\ub2c8\ud2f0 \uae30\ubc18 \uc9c0\uc6d0\uacfc \ud568\uaed8 \uc81c\uacf5\ub429\ub2c8\ub2e4.\
\uc815\ud488 \uc778\uc99d \ud0a4\ub97c \ub370\uc774\ud130\ubca0\uc774\uc2a4 \uc774\ubbf8\uc9c0\uc5d0 \uc801\uc6a9\ud558\uae30\ub9cc \ud558\uba74 Db2 Community Edition \ub370\uc774\ud130\ubca0\uc774\uc2a4\ub97c \ud655\uc7a5\uc131\uc774 \ub354 \ub6f0\uc5b4\ub09c \uc5d0\ub514\uc158\uc73c\ub85c \uc5c5\uadf8\ub808\uc774\ub4dc\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
\ub370\uc774\ud130\ubca0\uc774\uc2a4\ub294 \uc989\uc2dc \uc5c5\uadf8\ub808\uc774\ub4dc\ub418\uc5b4 \uace0\uac00\uc6a9\uc131 \ud074\ub7ec\uc2a4\ud130\ub9c1 \ubc0f \ubcf5\uc81c\uc640 \uac19\uc740 \ucd94\uac00 \uae30\ub2a5\uc5d0 \ub300\ud55c \uc561\uc138\uc2a4\ub97c \uc81c\uacf5\ud569\ub2c8\ub2e4.

ESE_DSF_DESCR = pureScale\uc774 \ud3ec\ud568\ub41c DB2 Advanced Edition\uc5d0\uc11c\ub294 \ud074\ub7ec\uc2a4\ud130\ub9c1 \uae30\ub2a5\uc744 \uc81c\uacf5\ud558\uc5ec DB2 \ub370\uc774\ud130\uc758 \uc0ac\uc6a9 \uac00\ub2a5\uc131\uc774 \ud5a5\uc0c1\ub418\uace0 \ud658\uacbd\uc758 \ucc98\ub9ac \uc6a9\ub7c9\uc774 \ud655\uc7a5\ub418\uba70 \ud658\uacbd\uc744 \uad6c\uc131\ud558\ub294 \uc720\uc5f0\ud55c \ubc29\ubc95\uc774 \uc81c\uacf5\ub418\uace0 \ud2b8\ub79c\uc7ad\uc158 \uc18d\ub3c4\uac00 \uc99d\uac00\ud569\ub2c8\ub2e4. \
\uc774 \ub2e8\uc77c \uc124\uce58 \uc774\ubbf8\uc9c0\uc5d0\ub294 DB2 pureScale\uacfc \ud568\uaed8 DB2 Advanced Enterprise Server Edition\uacfc DB2 Advanced Workgroup Server Edition\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ub77c\uc774\ube0c\ub7ec\ub9ac\uc640 2\uc9c4\uc774 \uc788\uc2b5\ub2c8\ub2e4. 

WSE_DESCR = DB2 Workgroup Server Edition\uc740 DB2 Enterprise Server Edition\uc758 \uae30\ubcf8 \uae30\ub2a5\uacfc \ub3d9\uc77c\ud558\uc9c0\ub9cc CPU \uc218\uc640 \uba54\ubaa8\ub9ac \uc591\uc5d0 \uc81c\ud55c\uc774 \uc788\uc2b5\ub2c8\ub2e4. \
DB2 Workgroup Server Edition\uc740 \uc791\uc5c5 \uadf8\ub8f9 \ub610\ub294 \uc911\ud615 \ube44\uc988\ub2c8\uc2a4 \ud658\uacbd\uc758 \uc694\uad6c\ub97c \ucda9\uc871\uc2dc\ud0a4\uae30 \uc704\ud574 \uc124\uacc4\ub418\uc5c8\uc2b5\ub2c8\ub2e4.

WSE_DSF_DESCR = DB2 pureScale Feature\uac00 \ud3ec\ud568\ub41c DB2 Workgroup Server Edition\uc5d0\uc11c\ub294 \ubd84\uc0b0 \ud50c\ub7ab\ud3fc\uc758 DB2 \uc81c\ud488\uc5d0 \ud074\ub7ec\uc2a4\ud130\ub9c1 \uae30\uc220\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
\uc774 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud558\uba74 DB2 \ub370\uc774\ud130\uc758 \uc0ac\uc6a9 \uac00\ub2a5\uc131\uc774 \ud5a5\uc0c1\ub418\uace0, \ud658\uacbd\uc758 \ucc98\ub9ac \uc6a9\ub7c9\uc774 \ud655\uc7a5\ub418\uba70, \ud658\uacbd\uc744 \uad6c\uc131\ud558\ub294 \uc720\uc5f0\ud55c \ubc29\ubc95\uc774 \uc81c\uacf5\ub418\uace0, \ud2b8\ub79c\uc7ad\uc158 \uc18d\ub3c4\uac00 \uc99d\uac00\ud569\ub2c8\ub2e4.

EXP_DESCR = DB2 Express Edition\uc740 DB2 Workgroup Server Edition\uacfc \ube44\uc2b7\ud558\uba70 \ud14c\uc774\ube14 \ud30c\ud2f0\uc154\ub2dd\uc774 \uc81c\uc678\ub418\uace0 \ud504\ub85c\uc138\uc11c\uc640 \uba54\ubaa8\ub9ac \uc0ac\uc6a9\ub7c9\uc5d0 \ucd94\uac00\ub85c \uc81c\ud55c\uc744 \ub450\ub294 \uac83\ub9cc \ub2e4\ub985\ub2c8\ub2e4. \
\ub530\ub77c\uc11c \uc774 \uc5d0\ub514\uc158\uc740 \uc18c\uaddc\ubaa8 \uc0ac\ubb34\uc2e4\uc5d0\uc11c \ucc3e\uc744 \uc218 \uc788\ub294 \uac83\uacfc \uac19\uc774 \uc6cc\ud06c\ub85c\ub4dc \uc694\uad6c\uc0ac\ud56d\uc774 \uc791\uc740 \uacbd\uc6b0\uc5d0 \uac00\uc7a5 \uc801\ud569\ud569\ub2c8\ub2e4. \
\uc774 \uc5d0\ub514\uc158\uc5d0\ub294 IBM Data Studio \ub3c4\uad6c\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc73c\uba70 \uc774 \ub3c4\uad6c\ub97c \uac1c\ubcc4\uc801\uc73c\ub85c \uc124\uce58\ud574\uc57c \ud569\ub2c8\ub2e4. 

##
## in EXPC_DESCR, the %1 is replaced with <br><br> or /n/n, and the %2 is replaced with a URL link
## http://www.ibm.com/db2/express
##
EXPC_DESCR = DB2 Express-C Edition\uc740 DB2 Enterprise Server Edition\uc758 \uae30\ubcf8 \uae30\ub2a5\uacfc \ub3d9\uc77c\ud558\uc9c0\ub9cc CPU \uc218\uc640 \uba54\ubaa8\ub9ac \uc591\uc5d0 \uc81c\ud55c\uc774 \uc788\uc2b5\ub2c8\ub2e4. \
DB2 Express-C Edition\uc740 SMB(Small and Medium Business) \uc2dc\uc7a5\uc758 \uc694\uad6c\ub97c \ucda9\uc871\uc2dc\ud0a4\uae30 \uc704\ud574 \uc124\uacc4\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \
\uc774 \uc81c\ud488\uc740 Linux \ubc0f Windows \uc6b4\uc601 \uccb4\uc81c\uc5d0\uc11c \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
\uc774\uc640 \uac19\uc740 \ubb34\ub8cc Data Server\uc5d0 \ub300\ud55c IBM \uc9c0\uc6d0 \ubc0f \uc720\uc9c0\ubcf4\uc218\uac00 \ud544\uc694\ud55c \uacbd\uc6b0 12\uac1c\uc6d4 \ub2e8\uc704\ub85c \uac31\uc2e0 \uac00\ub2a5\ud55c \uc11c\ube0c\uc2a4\ud06c\ub9bd\uc158\uc774 \ud3ec\ud568\ub41c DB2 Express-C Edition\uc744 \uad6c\uc785\ud558\uc2ed\uc2dc\uc624.

CONSV_DESCR = DB2 Connect Server \uc81c\ud488\uc740 3\ud2f0\uc5b4 \ud658\uacbd\uc5d0\uc11c \uc5f0\uacb0\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \
\uc5ec\ub7ec \ub370\uc2a4\ud06c\ud0d1 \uc2dc\uc2a4\ud15c\uc5d0\uc11c \uc2e4\ud589\ub418\ub294 DB2 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc740 z/OS\uc6a9 DB2 \ubc0f IBM i\uc6a9 DB2 \ub370\uc774\ud130\ubca0\uc774\uc2a4 \uc11c\ubc84(\uc120\ud638\ub418\ub294 2\ud2f0\uc5b4 \ud658\uacbd\uc5d0\uc11c)\uc5d0 \uc9c1\uc811 \uc5f0\uacb0\ub418\uac70\ub098 DB2 Connect Server\ub97c \ud1b5\ud574 \uac04\uc811\uc801\uc73c\ub85c \uc5f0\uacb0\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
DB2 Connect \uc81c\ud488\uc5d0\ub294 \ub370\uc2a4\ud06c\ud0d1 \uc2dc\uc2a4\ud15c \ubc0f \uc774 \uc2dc\uc2a4\ud15c\uc5d0 \uc788\ub294 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 z/OS\uc6a9 DB2 \ubc0f IBM i\uc6a9 DB2 Data Server\uc5d0 \uc9c1\uc811 \ub610\ub294 \uac04\uc811\uc801\uc73c\ub85c \uc5f0\uacb0\ud558\ub294 API \ub4dc\ub77c\uc774\ubc84\ub97c \uc0ac\uc6a9\ud558\uc5ec \ubc30\uce58\ub418\ub294 \ud074\ub77c\uc774\uc5b8\ud2b8 \ud328\ud0a4\uc9c0\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \
DB2 Connect Server \uad6c\uc131\uc5d0\uc11c\ub294 \ud398\ub354\ub808\uc774\ud2f0\ub4dc \uc5f0\uacb0\uc744 \uc9c0\uc6d0\ud569\ub2c8\ub2e4. 

# %1 is DOCE_DESCR is replaced by a newline character
DOCE_DESCR = DB2 Information Center\uc5d0\uc11c\ub294 \ub370\uc774\ud130\ubca0\uc774\uc2a4 \uc5f0\uacb0, \ub370\uc774\ud130\ubca0\uc774\uc2a4 \uad00\ub9ac, \ucffc\ub9ac \uad00\ub9ac, \ube44\uc988\ub2c8\uc2a4 \uc778\ud154\ub9ac\uc804\uc2a4 \ubc0f \uc560\ud50c\ub9ac\ucf00\uc774\uc158 \uac1c\ubc1c\uc744 \ud3ec\ud568\ud558\uc5ec DB2 \uc81c\ud488\uc758 \ubaa8\ub4e0 \ub0b4\uc6a9\uc744 \ub2e4\ub8e8\ub294 DB2 \uc81c\ud488 \ubb38\uc11c\ub97c \ud638\uc2a4\ud2b8\ud569\ub2c8\ub2e4. \
%1DB2 \uc124\uce58 \ub9c8\ubc95\uc0ac\ub97c \uc0ac\uc6a9\ud558\uc5ec \ucef4\ud4e8\ud130\uc5d0 \ub85c\uceec\ub85c DB2 Information Center\ub97c \uc124\uce58\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
DB2 Information Center\ub97c \uc124\uce58\ud55c \ucef4\ud4e8\ud130\uac00 \ub124\ud2b8\uc6cc\ud06c\uc5d0 \uc5f0\uacb0\ub418\uc5b4 \uc788\ub294 \uacbd\uc6b0 \ub2e4\ub978 \ucef4\ud4e8\ud130\uc758 \uc0ac\uc6a9\uc790\ub3c4 \uc6f9 \ube0c\ub77c\uc6b0\uc800\ub97c \ud1b5\ud574 \ud574\ub2f9 \ucef4\ud4e8\ud130\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. 

LSDC_DESCR = InfoSphere Federation Server Nonrelational Wrappers\ub97c \uc0ac\uc6a9\ud558\uba74 \ud398\ub354\ub808\uc774\ud2f0\ub4dc \uc2dc\uc2a4\ud15c\uc5d0\uc11c \uc0ac\uc6a9\uc790 \uc815\uc758 C++ \ubc0f Java \ub7a9\ud37c\ub97c \ud1b5\ud574 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294 \uc18c\uc2a4 \ubc0f Excel\uacfc \uac19\uc740 \uc18c\uc2a4\uc758 \ub370\uc774\ud130, WebSphere MQ \uba54\uc2dc\uc9c0 \ubc0f XML \uae30\ubc18 \ub370\uc774\ud130\ub97c \ud1b5\ud569\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.

RCON_DESCR = InfoSphere Federation Server Relational Wrappers\ub97c \uc0ac\uc6a9\ud558\uc5ec \ubd84\uc0b0 DB2 \ubc0f \uae30\ud0c0 \uad00\uacc4\ud615 \ub370\uc774\ud130\ubca0\uc774\uc2a4\uc5d0 \uc788\ub294 \ub370\uc774\ud130\ub97c \ucffc\ub9ac \ubc0f \uac80\uc0c9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
\ub2e8\uc77c SQL\ubb38\uc740 \ud558\ub098 \ub610\ub294 \uc5ec\ub7ec \ub370\uc774\ud130\ubca0\uc774\uc2a4\ub97c \ucc38\uc870\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
\uc608\ub97c \ub4e4\uba74, DB2 \ud14c\uc774\ube14\uc5d0 \uc788\ub294 \ub370\uc774\ud130, Oracle \ud14c\uc774\ube14\uc5d0 \uc788\ub294 \ub370\uc774\ud130 \ubc0f Microsoft SQL Server \ubcf4\uae30\uc5d0\uc11c \uac80\uc0c9\ub41c \ub370\uc774\ud130\ub97c \uacb0\ud569\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. 

## in TOOLS_DESCR, %1%2%3 is replaced with html url
TOOLS_DESCR = Linux, UNIX \ubc0f Windows\uc6a9 DB2 \ub370\uc774\ud130 \ub610\ub294 \ub370\uc774\ud130 \uc911\uc2ec\ud615 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uad00\ub9ac\ud558\ub294 GUI \ub3c4\uad6c \uc81c\ud488\uc744 \uc124\uce58\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \
\uac1c\ubcc4\uc801\uc73c\ub85c \uc774\ub7ec\ud55c \ub3c4\uad6c\ub294 \ud2b9\uc815 \ub370\uc774\ud130 \uad00\ub9ac \uc5ed\ud560 \ubc0f \ud0dc\uc2a4\ud06c\ub97c \ub300\uc0c1\uc73c\ub85c \uac15\ub825\ud55c \uc131\ub2a5\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. \ub354\uc6b1\uc774 \uc774 \uad6c\uc131\uc694\uc18c\ub294 \uc0c1\ud638 \uc791\uc6a9\uc744 \ud1b5\ud574 \uc0c1\ud638 \uc5ed\ud560 \ud611\uc5c5, \uc0dd\uc0b0\uc131 \ubc0f \uc720\ud6a8\uc131\uc744 \uac00\ub2a5\ud558\uac8c \ud569\ub2c8\ub2e4.

TOOLS_LINK_LABEL =  \ub3c4\uad6c \uac00\uc838\uc624\uae30
TOOLS_ALT_IMG_TEXT = \ube0c\ub77c\uc6b0\uc800 \uc2dc\uc791

### please leave at least one blank line at the end of the file
